{"id":110,"date":"2011-10-14T13:53:53","date_gmt":"2011-10-14T13:53:53","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/prostatite-cronica-trus-prostatiti-croniche-prostata\/"},"modified":"2019-01-16T23:06:59","modified_gmt":"2019-01-16T23:06:59","slug":"prostatite-cronica-trus-prostatiti-croniche-prostata","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/metodiche-diagnostiche\/prostatite-cronica-trus-prostatiti-croniche-prostata\/","title":{"rendered":"Prostatite cronica e TRUS"},"content":{"rendered":"<h1><span style=\"color: #ff00ff;\">Ecografia prostatica transrettale (TRUS) e Prostatite cronica <\/span><\/h1>\n<p><strong><em>La prostatite cronica<\/em><\/strong> è un processo infiammatorio a carico della prostata, una patologia molto comune che può essere determinata da vari fattori. Si stima che annualmente, circa un terzo della popolazione maschile sia affetta da prostatite. Se ne possono distinguere diverse tipologie, acuta, batterica, infiammatoria asintomatica, ma la prostatiche cronica abatterica è sicuramente la più diffusa.<\/p>\n<p><em>La prostatite cronica<\/em> presenta una sintomatologia altalenante, con periodi acuti e fasi di miglioramento, richiedendo trattamenti diversi in base al livello di gravità. Le terapie per la cura della prostatite cronica vengono assegnate in seguito ad un’accurata diagnosi, consistente nell’esame digito rettale, la coltura del secreto prostatico, spermiogramma, ecografia trans rettale (TRUS) e dosaggio del PSA. Mentre i primi tre esami sono indicati per un primo approccio diagnostico e fornire informazioni sulle funzionalità prostatiche, TRUS e PSA, eseguendo minuziose analisi anatomo-strutturali, sono considerati anche mezzi di prevenzione del tumore prostatico.<\/p>\n<h3><strong><span style=\"color: #000000;\">Adesso vediamo a quali cambiamenti ecografici vanno incontro le diverse porzioni della prostata in corso di prostatite cronica:<\/span><\/strong><\/h3>\n<h3><span style=\"color: #ff00ff;\">CAPSULA PROSTATICA E PARENCHIMA GHIANDOLARE<\/span><\/h3>\n<p>La capsula prostatica ed il volume ghiandolare sono di solito regolari.<br \/>\nLe alterazioni ecografiche del parenchima ghiandolare, possono essere localizzate in sede periuretrale o periferica od ubiquitarie. Nelle infiammazioni croniche di modesta entità, è fondamentale, come specificato dinanzi, utilizzare una sonda ecografica ad alta risoluzione, per poter meglio rilevare i segni più lievi della malattia, costituiti inizialmente da aree a margini irregolarmente ovalari iper o ipoecogeni. E’ talvolta presente una dilatazione reattiva delle vene periprostatiche, peraltro non specificamente diagnostica. Nelle infiammazioni croniche più gravi possiamo rilevare tre tipi di risposta ecogena del parenchima ghiandolare:<br \/>\n1.    aree con struttura ipoecogena a limiti sfumati nel parenchima  circostante (<a href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto4.gif\" target=\"_blank\" rel=\"noopener\">Ipoechoic Prostatitis &#8211; foto 4<\/a>).<br \/>\n2.    aree con struttura omogeneamente iperecogena a margini tipicamente seghettati e ben definiti (<a href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto5.gif\">Iperechoic Prostatitis &#8211; foto 5<\/a>) .<br \/>\n3.    aree con struttura notevolmente iperecogena, talvolta con presenza di alone ipoecogeno di reazione ghiandolare acuta circostante.<\/p>\n<h3><span style=\"color: #ff00ff;\">FIBROCALCIFICAZIONI<\/span><\/h3>\n<p>Sono delle aree fortemente iperriflettenti con forma sia rotondeggiante che irregolarmente ovalare con diametri da pochi millimetri (cosiddette a “spruzzo di calce”), fino ad alcuni centimetri; possono essere sottese, a seconda della loro densità, da un cono d’ombra posteriore.<br \/>\nBisogna fare una distinzione sul valore diagnostico di questo reperto, in funzione dell’età del paziente. Mentre le calcificazioni localizzate a livello della periferia di un adenoma prostatico, nel paziente anziano, sono riferibili a precipitazioni di minerali all’interno di acini o dotti compressi dall’adenoma stesso, e pertanto di solito non ingenerano alcuna sintomatologia, nel giovane questo tipo di lesione è associata di solito a prostatite in atto o ad esiti della stessa.<br \/>\nTipicamente nel paziente giovane la calcificazione è localizzata per motivi anatomici, di solito in sede periuretrale, per la precipitazione di cristalli all’interno di acini periuretrali i cui dotti si siano obliterati per una situazione flogistica.<br \/>\nLe calcificazioni in realtà non sono quasi mai delle vere calcificazioni (per intenderci come un calcolo renale), ma sono degli aggregati molto tenaci, ma labili, che <span style=\"color: #000000;\">nel caso di importanti infezioni recidivanti vanno <\/span><span style=\"color: #0000ff;\"><a href=\"https:\/\/www.prostatitis2000.org\/terapia\/infiltrazioni-prostatiche\/\">infiltrati e sterilizzati <\/a><\/span>per ottenere un buon risultato terapeutico  (vedi film).<br \/>\nLe calcificazioni da un lato possono essere una concausa importante di alcuni sintomi prostatitici (ejaculazione precoce, emospermia) e dall’altro possono mantenere, qualora presente, l&#8217;infezione, &#8220;difendendo&#8221; al loro interno, come in una cittadella fortificata, gli agenti microbici causa delle reinfezioni costituendo i cosiddetti <span style=\"color: #ff00ff;\">biofilms batterici<\/span>. Ricerche recenti (Daniel Shoskes della Cleveland University) hanno documentato all&#8217;interno di queste calcificazioni, la presenza di nanobatteri. Da quì la messa in atto di alcuni di terapie a base di supposte di EDTA+tetracicline.<\/p>\n<p>I sintomi associabili alla presenza delle calcificazioni sono diversi a seconda della loro localizzazione:<br \/>\n1.    <span style=\"color: #ff00ff;\">periuretrale sottocervicale<\/span>: disturbi della minzione; dolore trafittivo sulla punta del pene all’inizio e\/o alla fine della minzione.<br \/>\n2.    <span style=\"color: #ff00ff;\">periuretrale mediana<\/span>: tensione perineale o nessun disturbo.<br \/>\n3.    <span style=\"color: #ff00ff;\">perimontanale<\/span>: ejaculazione precoce; dolore all’ejacualzione; sensazione di ostacolo alla fuoriuscita dello sperma; emospermia (<a title=\"Prostatic Calcification - foto 6 - Prostatitis2000\" href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto6.jpg\">Prostatic Calcification &#8211; foto 6<\/a>).<br \/>\n4.    <span style=\"color: #ff00ff;\">peri o intraduttale<\/span> (dotti ejaculatori): sintomi uguali a quelli della localizzazione perimontanale (<a title=\"Ejaculatory Duct Obstraction - foto 7 - Prostatits2000\" href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto7.jpg\">Ejaculatory Duct Obstruction &#8211; foto 7<\/a>).<\/p>\n<p><cite>Come già accennato, solitamente queste calcificazioni, contengono un’alta quantità di urati, creatinina, xantine ed uridina e su questa base alcuni Autori hanno provato sperimentalmente a curare la prostatite, somministrando sostanze antiuriche per via generale, concludendo alla fine della ricerca che un discreto miglioramento nei sintomi si era ottenuto, ma finchè si somministrava il farmaco!<\/cite><\/p>\n<h3><span style=\"color: #ff00ff;\">DOTTI EJACULATORI<\/span><\/h3>\n<p>Nello stato di normalità, sono evidenziabili ecograficamente, soprattutto nella fase dinamica minzionale, come due strie ipoecogene (visualizzabili singolarmente con la sonda in scansione lineare), che convergono verso il Veru Montanum. In presenza di infiammazione acuta sono maggiormente evidenti per l’edema parietale che ne accentua la visibilità. In condizione di infiammazione cronica spesso le pareti diventano iperriflettenti per ispessimento e fibrosi delle stesse. Talvolta alla fibrosi parietale si associano calcoli intraluminali evidenziabili come spots sonolucenti posizionati circolarmente “a grani di rosario”.<br \/>\nI sintomi associati all’infiammazione dei dotti ejaculatori si manifestano durante l’orgasmo con dolore o bruciore all’ejaculazione, talvolta emospermia, sensazione di ostacolo con diminuita quantità e alterata qualità dello sperma ejaculato, fino all’assenza di ejaculazione.<\/p>\n<h3><span style=\"color: #ff00ff;\">VESCICOLE SEMINALI<\/span><\/h3>\n<p>Nello stato di normalità sono ben visibili (soprattutto dopo astinenza sessuale) in continuazione con la base prostatica, come due formazioni ovarari ipoecogene, con sepimenti iperecogeni all’interno. Una situazione di infiammazione ne provoca solitamente la dilatazione per il loro mancato svuotamento conseguente all’ostruzione da edema infiammatorio dell’ampolla o dei dotti ejaculatori. I reperti ecografici sono simili alla presenza di cisti e possono essere mono o bilaterali. Talvolta nel corso di infiammazioni croniche importanti (es. da trichomonas o da gonorrea), le vescicole si presentano invece sclerotiche e con pareti iperriflettenti. L&#8217;infiammazione delle vescicole si manifesta solitamente lateralmente ai due lati del pube, con un dolore sordo e continuo che può intensificarsi durante la defecazione, così da produrre una stitichezza riflessa, che, con un circolo vizioso aumenterà ulteriormente la consistenza delle feci e pertanto il dolore al loro passaggio.<br \/>\nPer la loro conformazione, sono spesso l’ultima struttura anatomica a guarire in corso di infiammazione e pertanto il loro trattamento deve essere eseguito con particolare cura.<\/p>\n<h3><span style=\"color: #ff00ff;\">UTRICOLO<\/span><\/h3>\n<p>Normalmente è una formazione anatomica involuta e pertanto non ecograficamente visibile. Talvolta invece rimane presente e si può dilatare e costituire una cisti, evidenziabile ecograficamente come un’area asonica parauretrale mediana. Questa situazione talvolta può rimanere del tutto asintomatica, talaltra invece ingenerare una situazione di dolore risolvibile con opportuna terapia.<\/p>\n<h3><span style=\"color: #ff00ff;\">COLLO VESCICALE E TRIGONO<\/span><\/h3>\n<p>Lo studio funzionale ecografico di questa regione è possibile solamente nel tempo dinamico minzionale.<br \/>\nNei soggetti normali, l’inizio della minzione è caratterizzato dalla imbutizzazione del collo nella sua componente anteriore e posteriore, in maniera morbida e omogenea, per disegnare un tronco di cono con la sua base al trigono e la porzione apicale che si continua nell’uretra (<a href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto9.gif\">foto 9<\/a>).<br \/>\nIn presenza di sclerosi (o disectasia), ecograficamente si apprezza una rallentata apertura di un collo che appare non più morbido, ma irrigidito (apertura a scatto), con comparsa di vistosa sporgenza endoluminale della porzione posteriore (labbro posteriore). La fisiologica imbutizzazione viene cosi ad essere alterata (<a title=\"Bladder Neck Sclerosis - foto 8 - Prostatits2000\" href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto8.gif\">Bladder Neck Sclerosis &#8211; foto 8<\/a>) e lo spazio di deflusso dell’urina nell’uretra, notevolmente ridotto con sua conseguente accellerazione.<br \/>\nIn questa situazione patologica anche la chiusura del collo si presenta alterata, in quanto non avviene gradualmente, ma, come per l’apertura, “a scatto”, lasciando imprigionata nell’uretra una piccola quantità di urina che defluirà all’esterno, dopo la fine della minzione, provocando un tipico sgocciolio. L’esistenza di questa situzione anatomica è, come spiegato nella fisiopatologia, una causa da rimuovere per impedire il perpetuarsi della prostatite cronica.<br \/>\nLe alterazioni infiammatorie del trigono (trigonite), primitive o secondarie, sono scarsamente individuabili con l’ecografia a meno che non siano molto evidenti e caratterizzate dalle presenza di estroflessioni mucose (trigonite papillare), visibili come tante piccolissime digitazioni della parete vescicale.<\/p>\n<h3><span style=\"color: #ff00ff;\">URETRA<\/span><\/h3>\n<p>Così come il collo vescicale, anche l’uretra è apprezzabile ecograficamente solo nella fase dinamica minzionale.<br \/>\nNel soggetto normale, all’imbutizzazione del collo fa seguito la morbida distensione dell’uretra prostatica il cui calibro non supera solitamente i 10 mm. Le pareti si presentano sottili e lievissimamente più riflettenti del tessuto ghiandolare circostante (<a href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto9.gif\">foto 9<\/a>). Nelle uretriti la distensione appare rigida e le pareti notevolmente iperriflettenti, ispessite e con profilo irregolare. Nel caso di restringimenti (stenosi) dell’uretra a valle del tratto esplorabile con l’ecografia transrettale (uretra membranosa o bulbare), il sintomo indiretto apprezzabile è l’iperdilatazione dell’uretra nella sua porzione prostatica, senza altro segno di malattia (<a href=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/10\/foto10.jpg\">foto 10<\/a>). In questi casi sarà necessario uno studio radiologico della minzione con uretrocistografia retrograda minzionale .<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ecografia prostatica transrettale (TRUS) e Prostatite cronica  La prostatite cronica è un processo infiammatorio a carico della prostata, una patologia molto comune che può essere determinata da vari fattori. Si stima che annualmente, circa un terzo della popolazione maschile sia affetta da prostatite. Se ne possono distinguere diverse tipologie, acuta, batterica, infiammatoria asintomatica, ma la prostatiche [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":69,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/110"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=110"}],"version-history":[{"count":9,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/110\/revisions"}],"predecessor-version":[{"id":957,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/110\/revisions\/957"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/69"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=110"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}