{"id":122,"date":"2011-12-07T10:20:26","date_gmt":"2011-12-07T10:20:26","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/cistite-batterica-cronica\/"},"modified":"2018-09-06T09:50:50","modified_gmt":"2018-09-06T09:50:50","slug":"cistite-batterica-cronica","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/cistite-femminile\/cistite-batterica-cronica\/","title":{"rendered":"Cistite Batterica Cronica"},"content":{"rendered":"<h1>Cistite Batterica Cronica (RUTI)<\/h1>\n<p>La <span style=\"text-decoration: underline;\">cistite batterica ricorrente<\/span>, è una infezione  che colpisce almeno 6 volte in un anno, mentre la <span style=\"text-decoration: underline;\">cistite cronica<\/span> è uno stato di malattia continuo, sempre ovviamente su base batterica. Fra i fattori di rischio, alcuni studi stimano che il 20-30% delle donne che hanno avuto infezioni acute, sviluppino una cistite ricorrente o cronica, soprattutto quelle che hanno una scarsa o assente secrezione di antigeni protettivi nei fluidi corporei (IgA nella saliva, secreto uretrale o vaginale, ecc). Studi effettuati soprattutto negli USA hanno mostrato che il 20% delle donne, non secernono localmente questi antigeni e pertanto risultano <em>c.d. non secretrici<\/em>. Nelle stesse pazienti inoltre, è spesso scarsa o assente la <span style=\"color: #ff00ff;\">glicoproteina di Tamm Horsfall<\/span>, che è prodotta dal rene e rilasciata nelle urine. Questa sialo-glicoproteina, è in grado di neutralizzare la formazione di microcristalli. Così come la Glicoproteina antipatogeni <span style=\"color: #ff00ff;\">GP51<span style=\"color: #000000;\">, e<\/span><\/span><span style=\"color: #000000;\">ssa <\/span>si lega alle lectine mannosio sensibili (di tipo1) degli entero batteri impedendone così l&#8217;adesione alle pareti vescicali.<\/p>\n<p>Altri fattori di rischio associati alle RUTI in premenopausa, sono la frequenza dei rapporti sessuali, l’uso di spermicidi, l’età della prima UTIs (se inferiore a 15 anni) e una storia di RUTI nella madre. Nella post menopausa invece i più comuni fattori di rischio sono il prolasso vescicale, l’incontinenza ed il residuo urinario postminzionale.<\/p>\n<p>Sia la cistite ricorrente che quella cronica vengono trattate nello stesso modo e la finalità del trattamento è la prevenzione delle reinfezioni, sia con la somministrazione cronica di piccole dosi di antibiotici che con la somministrazione di sostanze protettrici della mucosa vescicale.<\/p>\n<p align=\"center\"><strong><span style=\"color: #00ccff;\"><span style=\"text-decoration: underline;\">FISIOPATOLOGIA DELLA CISTITE CRONICA<\/span><\/span><\/strong><\/p>\n<p align=\"center\">(Da Lazzeri,Montorsi: Eur. Urol. 60(2011)78-80)<\/p>\n<p style=\"text-align: left;\">Attualmente, nonostante la molteplicità delle ricerche, non si è completamente chiarita la cascata di eventi che porta allo stabilirsi della malattia cistitica cronica, mentre le molteplici strategie terapeutiche cosiddette sintomatiche, di solito falliscono o non hanno che un’efficacia di breve durata. Nella maggior parte delle pazienti si può far risalire la prima manifestazione cistitica ad una infezione batterica acuta, anche se  la quasi totalità dei ricercatori è concorde nell’affermare che questa condizione è probabilmente conseguente ad un difetto primario del rivestimento uroteliale.<\/p>\n<p><span style=\"color: #ff00ff;\"><em>L’urotelio<\/em>,<\/span> come già ricordato nei cenni di anatomia,  è la guaina che dalla pelvi renale arriva a rivestire tutta la vescica. Mentre nel passato si riteneva l’urotelio una semplice, pur se molto sofisticata barriera, gli studi attuali invece ne hanno rivelato sia la sua funzione sensitiva, con la possibilità di informare il sistema nervoso centrale di stimoli termici, chimici o meccanici, che la sua attività efferente attraverso il rilascio di mediatori che influenzano la capacità contratturante delle cellule muscolari lisce della parete vescicale.<\/p>\n<p>La capacità di tale barrriera di mantenere integra il suo compito protettivo dipende dalla presenza dei <em><span style=\"color: #ff00ff;\">GAGs<\/span> <\/em>( glucosamminoglicano) che ricoprono con uno strato “mucinoso” le sue cellule  più superficiali. Il GAG ha una molteplicità di funzioni e non si comporta solo come  barriera “fisica”, ma funziona anche come fattore antiaderente e come meccanismo di difesa contro infezioni e agenti irritanti (es. alcool, peperoncino ecc.).<\/p>\n<p>Le cause  che possono provocare la diminuzione o la perdita dei GAGs, sono, come detto sopra, molteplici e non tutte attualmente ancora evidenziate. Sicuramente un ruolo importante giocano le infezioni croniche ripetute, ma anche sostanze particolarmente aggressive o chemioterapici o radiazioni ionizzanti somministrate per motivi terapeutici. Ricerche recenti (<span style=\"color: #3366ff;\">Rosato e al: <\/span><a title=\"Journal of biological regulators and homeostatic agents.\" href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19828094\"><span style=\"color: #3366ff;\">J Biol Regul Homeost Agents.<\/span><\/a><span style=\"color: #3366ff;\"> 2009;23(3):173-80<\/span>.), hanno messo in luce, in pazienti allergiche al Nickel, la possibile diminuzione delle difese vescicali, con aumento di infezioni urinarie. In queste pazienti risultava statisticamente significativa la copresenza di candidosi vaginale, herpes labiale e infezioni delle vie respiratorie.<\/p>\n<p>Da quanto suesposto, è comprensibile come una diminuzione o un “buco” nella barriera mucinosa dei GAGs, inneschi il danneggiamento della sottostante parete vescicale  con infiammazione neurogena cronica.<\/p>\n<p>Infatti in questa situazione le sostanze tossiche o meglio “aggressive”, fisiologicamente presenti nelle urine, vengono a contatto con un urotelio privo di difesa provocando l’attivazione di sostanze a loro volta proinfiammatorie (neuropeptidi), quali la sostanza P, le neurokinine la bradikinina ecc. le quali sia mantegono l’infiammazione sia attivano la contrazione dei muscoli vescicali.<\/p>\n<p>Si attiva così un circolo vizioso nel quale il rilasciamento di tali neuropeptidi provoca le alterazioni della minzione (stimolo impellente, minzione frequentissima) associate al dolore, alle quali consegue un ulteriore rilasciamento reattivo di sostanze proinfiammatorie (sostanza P bradikinine ecc.) che, oltre a regolare la contrazione dei muscoli lisci vescicali, determinano la migrazione delle cellule del sistema immunitario, la degranulazione dei mastociti (che a loro volta anch’essi liberano sostanze proinfiammatorie). Tutti questi meccanismi infine provocano l’istaurarsi della nevrite cronica.<\/p>\n<p>Infatti quando il difetto dei  GAGs persiste oppure fallisce il suo processo riparativo, la cronica stimolazione dei tessuti suburoteliali provoca una ipersensibilità della vescica con comparsa delle cosiddette <span style=\"color: #ff00ff;\">allodinie<\/span> (cioè un dolore per uno stimolo che normalmente non è in grado di provocarlo).<\/p>\n<p>Ad esempio la fisiologica sensazione di riempimento vescicale, necessaria nel soggetto normale ad informare il cervello sul bisogno di urinare,  si trasforma in una sensazione di dolore urente, anche intensissimo, che costringe la paziente a minzioni frequentissime che a loro volta sono causa di ulteriore infiammazione.<\/p>\n<p>Ma in questi casi, il danno prodotto dall’infiammazione cronica non è solamente localizzato a livello vescicale. Infatti, come documentato da Carter et al. (1996) e da Doyle et al. (1997) il rilascio di neuropeptidi a livello vescicale provoca in tempi abbastanza brevi la selezione di un gene specifico che a livello del midollo spinale aumenta il numero delle sinapsi midollari le quali, a questo punto senza il bisogno di nuovi stimoli algogeni, sono in grado di provocare e mantenere un aumento della ipersensibilità.<\/p>\n<p>Ricordiamo che il segnale doloroso in situazioni di normalità, viene portato fino al cervello dove viene  processato dal sistema limbico che grosso modo possiamo considerare come la centrale di gestione delle emozioni.  All’arrivo di questi messaggi, si attivano fisiologicamente dei comportamenti atti ad interrompere questo dolore o ad evitare che si ripeta esi avranno prima manifestazioni di ansia e poi via via, al permanere del dolore, di angoscia fino al panico.<\/p>\n<p>Se però questi segnali si ripetono continuamente, come accade nel dolore cronico, il sistema limbico provocherà prima manifestazioni di ansia e poi via via, al permanere del dolore, di angoscia fino al panico. Inoltre si protranno manifestare cambiamenti radicali dell’umore fino ad uno stato di depressione continua.<\/p>\n<p>Ricerche sugli animali e sull’uomo hanno dimostrato che in fase depressiva la nostra capacità di interpretare il dolore diminuisce, con conseguente abbassamento della soglia del dolore. La paziente allora metterà al centro della sua vita l’attenzione spasmodica continua ai suoi sintomi, che per molte di esse, nei casi più gravi, diventano una “ragione” dell’esistere.<\/p>\n<p>Infatti, quando il dolore, da fisiologica reazione a situazione nocicettiva, diventa neuropatico, l’attenzione allo stesso ne è una componente fondamentale. Ecco perché questo tipo di dolori “inspiegabilmente” diminuiscano fino a scomparire, durante la notte per aumentare invece quando l’attenzione della paziente non è obbligatoriamente rivolta ad altri impegni importanti. Da qui il comune aumentare del dolore nei fine settimana ed ancora di più durante eventuali vacanze “monotone”.<\/p>\n<p>Nelle pazienti più sofferenti verranno via via perduti tutti gli interessi socializzanti con impatto negativo anche sui rapporti interfamiliari. Questo naturalmente dipenderà  anche dalla sensibilità dell’eventuale partner, il quale, pur con tutta la buona volontà, di solito non riesce minimamente a rendersi conto del dramma vissuto dalla compagna. I partners spesso non si capacitano di come si sia potuta perdere improvvisamente l’ intimità di coppia e vivrà la negazione dei rapporti sessuali (causa frequente di stimoli dolorosi), come una inspiegabile e ingiustificata colpa da addebitare alla compagna.<\/p>\n<p><em><span style=\"color: #ff0000;\">Da tutto quanto esposto, consegue la necessità di intervenire il prima possibile sui primitivi fattori locali dell’infiammazione, prima che questi a loro volta, come spiegato sopra, liberino sostanze stimolanti la crescita delle neurosinapsi midollari.<\/span><\/em><\/p>\n<p align=\"center\"><strong><span style=\"color: #00ccff;\"><span style=\"text-decoration: underline;\">TERAPIA DELLA CISTITE CRONICA<\/span><\/span><\/strong><\/p>\n<p style=\"text-align: left;\">La terapia di tali forme morbose, naturalmente si base sulla rimozione dei fattori patologici suesposti e che possiamo riassumere come segue:<\/p>\n<ol>\n<li>sterilizzazione delle urine e ostacolo alle reinfezioni<\/li>\n<li>protezione della mucosa vescicale<\/li>\n<li>ricostuituzione dei GAGs parietali.<\/li>\n<\/ol>\n<p><span style=\"color: #ff0000;\">Presentiamo il protocollo terapeutico <\/span>che usiamo comunemente e da noi presentato nel 2004 sia al Congresso Mondiale dell’American Urological Association, che nello stesso anno, nel Congresso dell’ European Urological Association (con il titolo  “<em><span style=\"text-decoration: underline;\">Long Lasting Therapy for Recurrent Urinary Tract Infections in Women<\/span>” <\/em>).<\/p>\n<p>Ricordiamo che prima di iniziare qualsiasi protocollo terapeutico, si deve naturalmente, cercare di eliminare o perlomeno minimizzare,  tutti i fattori predisponenti la malattia (rapporti ripetuti e a rischio, spermicidi, alterazioni dell’alvo, prolassi, ecc). Si devono inoltre abolire quelle abitudini di vita e di alimentazione potenzialmente dannose o predisponenti alla cistite. Si deve inoltre arrivare ad un apporto di acqua di almeno 1.5 litri al giorno.<\/p>\n<p><span style=\"color: #ff0000;\">Il protocollo terapeutico <\/span>consta di due fasi differenti, delle quali la prima (di solito di 10 gg.) serve a ristabilire una situazione di sterilità batterica di base, mentre la seconda (di solito 6 mesi) serve a mantenere nel tempo tale situazione. Ricordiamoci che la sterilità batterica, nella prima fase, la dovremo ottenere nei tre comparti interessati dalla malattia e cioè nella vescica (in primis!) ma anche nella vagina e nel retto.<\/p>\n<p><span style=\"color: #ff00ff;\"><em><strong><span style=\"color: #000000;\">Il trattamento consigliato pertanto sarà il seguente:<\/span><\/strong><\/em><\/span><\/p>\n<p><strong><em><span style=\"color: #ff00ff;\"><span style=\"text-decoration: underline;\">NEI PRIMI 10 gg. e dopo una prima urinocoltura: <\/span><\/span><\/em><\/strong><\/p>\n<ol>\n<li><strong>Chinolonici<\/strong> <strong>a dosaggio pieno<\/strong> (<em>sterilizzazione della vescica<\/em>).<\/li>\n<li><strong>Rifamixina<\/strong><em> (sterilizzazione intestinale<\/em>).<\/li>\n<li><strong>Fermenti lattici<\/strong> umanizzati di nuova generazione (<em>ricostituzione flora intestinale<\/em>).<\/li>\n<li><strong>Candelette vaginali<\/strong> a base del lattobacillo di Doderlein (<em>sterilizzazione e ricostituzione flora vaginale<\/em>).<\/li>\n<li><strong>Compresse vaginali  acidificanti <\/strong><em>(protezione flora vaginale)<\/em>.<\/li>\n<\/ol>\n<p><strong><em><span style=\"color: #ff00ff;\"><span style=\"text-decoration: underline;\">NEI SUCCESSIVI 6 mesi: <\/span><\/span><\/em><\/strong><\/p>\n<ol>\n<li><strong>Chinolonici a dosaggio minimo <\/strong>somministrati ogni 3 gg. <span style=\"color: #ff0000;\"><span style=\"text-decoration: underline;\">ma anche<\/span> <\/span>un ora prima di ogni rapporto sessuale.<\/li>\n<li><strong>Acidificanti vaginali<\/strong> a cicli di 7 gg\/mese.<\/li>\n<li><strong>Waterfall D-Mannosio <\/strong>(<em><span style=\"color: #ff00ff;\">vedi sotto<\/span><\/em>)<\/li>\n<\/ol>\n<p><strong><em><span style=\"color: #ff0000;\">Alla fine di ogni mese va sempre ripetuta, anche in situazioni di perfetto benessere, una urinocoltura con antibiogramma onde precocemente evidenziare la comparsa di batteriuria asintomatica resistente!<\/span><\/em><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><strong><span style=\"color: #00ccff;\"><span style=\"text-decoration: underline;\">TERAPIE ACCESSORIE<\/span><\/span><\/strong><\/p>\n<p>Allo schema terapeutico suesposto, in presenza di situazioni particolarmente gravi o degenerate nel tempo o in ogni caso più resistenti, associamo altri presidi terapeutici:<\/p>\n<ol>\n<li><strong>Acido Ialuronico+Condroitin solfato<\/strong> per istillazioni endovescicali di  (<em><span style=\"color: #ff00ff;\">vedi sotto<\/span><\/em>)<strong><em>.<\/em><\/strong><\/li>\n<li><strong>Vaccino anti E. Coli<\/strong><\/li>\n<li><strong>Amitriptilina <\/strong>(<em><span style=\"color: #ff00ff;\">vedi sotto).<\/span><\/em><\/li>\n<li><strong>Diete prive di sostanze proinfiammatorie o prive di Nickel<\/strong><\/li>\n<li><strong>Trattamento locale degli eventuali  trigger points<\/strong> (Protocollo di Stanford).<\/li>\n<\/ol>\n<p align=\"center\"><strong><span style=\"color: #00ccff;\"><span style=\"text-decoration: underline;\">SPIEGAZIONE DI ALCUNI DEI PRESIDI ILLUSTRATI<\/span><\/span><\/strong><\/p>\n<p align=\"left\"><em><span style=\"color: #ff00ff;\">WATERFALL D-MANNOSIO<\/span><\/em><\/p>\n<p><em><strong>Il Mannosio<\/strong><\/em> è uno zucchero semplice ovvero un monosaccaride. Viene riassorbito otto volte più lentamente del glucosio. Una volta assorbito, ha la caratteristica specifica di non poter essere trasformato in glicogeno e pertanto non può essere utilizzato come nutrimento, ma trasportato tale e quale nel sangue, viene filtrato dai reni, raggiungendo concentrazioni elevate nelle vie urinarie.<\/p>\n<p><em><strong>Il D-Mannosio Waterfall<\/strong><\/em> è una sostanza assolutamente innocua e naturale, ossia un gliconutriente presente normalmente anche nelle cellule del nostro corpo e priva della tossicità  degli antibiotici. Si estrae dalla corteccia del larice ed è puro al 100%. John Bremner e Anna McNamara hanno scoperto che il d-mannosio, può legarsi ai recettori (lectine) presenti nelle ciglia del batterio E.coli (causa del 90% delle infezioni urinarie) che invece normalmente si legano al mannosio presente nelle mucose del tratto intestinale e urinario. Al contrario, i batteri E.coli incontrando le molecole di d-mannosio libero nell&#8217;urina vi si legano grazie ai loro recettori e creano la forma complessata mannosio+patogeno rimanendo così nel flusso dell&#8217;urina, anziché annidarsi nelle pareti delle mucose per legarsi al mannosio ivi presente. Infatti i batteri, per poter scatenare la cistite devono attaccarsi alle pareti vescicali attraverso le lectine. Questa condizione è indispensabile perchè una cistite si manifesti. Se i batteri non si attaccano alle pareti vescicali avremo esclusivamente la  batteriuria asintomatica , che va trattata se compare in gravidanza o nelle cistiti recidivanti o in presenza di pielonefriti.<\/p>\n<p>Il D-Mannosio inoltre è particolarmente ricco della surricordata proteina di Tamm Horsfall che ha la  capacità di legarsi con le lectine batteriche.<\/p>\n<p>Infine il D-Mannosio inibisce la formazione dei biofilms batterici. I biofilms sono una prerogativa di alcuni batteri di agglomerarsi in colonie e di produrre intorno  a queste uno strato mucopolisaccaridico che le rende inattaccabili dagli antibiotici. In questo stato i batteri possono rimanere silenti, anche per mesi, salvo ricominciare a riprodursi e pertanto a dare la malattia, allorquando le difese organiche diminuiscano (esempio fine della terapia antibiotica) o aumentino i fattori favorenti l’infezione (esempio stress psichici o fisici, assunzione di sostanze irritanti, ecc.).<\/p>\n<p align=\"left\"><em><span style=\"color: #ff00ff;\">ACIDO  IALURONICO+CONDROITIN SOLFATO (IALURIL<sup>R<sub>)<\/sub><\/sup><\/span><\/em><\/p>\n<p>L’associazione di queste due sostanze in un unico prodotto da istillare in vescica, ha la capacità di ridurre significativamente la produzione di cytokine proinfiammatorie così da permettere la corretta riparazione dello strato protettivo uroteliale.  Bisogna ricordare che tale strato è costituito dai GAGs che non sono altro che acido ialuronico e condroitin solfato. Infatti tale strato, qualora compromesso, ha la fisiologica per quanto parziale capacità di ricostituirsi in circa 72 ore. L’istillazione esogena di GAGs incrementa sia la velocità che l’ampiezza di tale processo riparativo, promuovendo la formazione di un “neostrato” e bloccando la penetrazione intraparietale di molecole potenzialmente dannose.<\/p>\n<p><em><span style=\"color: #ff00ff;\">AMITRIPTILINA<\/span><\/em><\/p>\n<p>Questo farmaco ad alto dosaggio è un antidepressivo triciclico di vecchia generazione. Tuttavia, sappiamo ormai bene da almeno 8 anni, che, a basso dosaggio è un “channel blocker”, cioè blocca selettivamente i canali del sodio (ma anche quelli del potassio e si presume anche quelli del calcio) presenti sulle fibre nervose periferiche. I canali del sodio sono responsabili della conduzione dell’impulso lungo una fibra nervosa. Quando una fibra nervosa “si infiamma” succede che i canali del sodio si moltiplicano a dismisura. L’amitriptilina va proprio a bloccare i canali del sodio “in eccesso” e, quindi, ha sulla fibra nervosa un’attività anti-infiammatoria con l’effetto di rallentare, fino a bloccare, la trasmissione dell’impulso doloroso. Una volta bloccata la flogosi (infiammazione) nervosa, il tessuto tende a ritornare alle condizioni di normalità, dal momento che l’infiammazione non viene più mantenuta dai neuropeptidi rilasciati dalla fibra “infiammata” (sostanza P, che attiva i mastociti, in primo luogo).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Cistite Batterica Cronica (RUTI) La cistite batterica ricorrente, è una infezione  che colpisce almeno 6 volte in un anno, mentre la cistite cronica è uno stato di malattia continuo, sempre ovviamente su base batterica. Fra i fattori di rischio, alcuni studi stimano che il 20-30% delle donne che hanno avuto infezioni acute, sviluppino una cistite ricorrente o [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":253,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/122"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=122"}],"version-history":[{"count":3,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/122\/revisions"}],"predecessor-version":[{"id":886,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/122\/revisions\/886"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/253"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=122"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}