{"id":15,"date":"2011-02-21T18:35:53","date_gmt":"2011-02-21T18:35:53","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/sintomatologia-introduzione\/"},"modified":"2019-01-15T00:31:10","modified_gmt":"2019-01-15T00:31:10","slug":"sintomatologia","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/sintomatologia\/","title":{"rendered":"Sintomologia"},"content":{"rendered":"<h1>Sintomi della prostatite cronica<\/h1>\n<p><span class=\"Apple-style-span\" style=\"font-style: italic;\">I sintomi dovuti alle prostatiti croniche<\/span> possono essere raggruppati in quattro categorie, presenti sia isolatamente che spesso in drammatica associazione:<\/p>\n<ul>\n<li>Sintomi dolorosi<\/li>\n<li>Sintomi urinari<\/li>\n<li>Sintomi della sfera sessuale<\/li>\n<li>Sintomi della sfera riproduttiva<\/li>\n<\/ul>\n<h2><span style=\"color: #ff00ff;\">Sintomi dolorosi<\/span><\/h2>\n<p><span class=\"Apple-style-span\" style=\"font-weight: bold;\">Sintomi dolorosi<\/span> sono,di solito, quelli più immediatamente evidenziabili e che con più facilità dovrebbero portare l’urologo esperto alla diagnosi della <span class=\"Apple-style-span\" style=\"font-style: italic;\">sindrome dolorosa cronica<\/span>. Alcuni sono senza dubbio patognomonici, quali l&#8217;associazione di<\/p>\n<ul>\n<li><span class=\"Apple-style-span\" style=\"font-style: italic;\">dolenzia testicolare mono o bilaterale<\/span>,<\/li>\n<li><span class=\"Apple-style-span\" style=\"font-style: italic;\">pesantezza dolorosa del perineo<\/span><\/li>\n<li>fino alla sensazione occasionale di <span class=\"Apple-style-span\" style=\"font-style: italic;\">trafittura bruciante<\/span> e <span class=\"Apple-style-span\" style=\"font-style: italic;\">senso di corpo estraneo nell’ano o nell’ampolla rettale<\/span>.<\/li>\n<\/ul>\n<p>Altri meno frequenti, ma altrettanto significativi, sono:<\/p>\n<ul>\n<li>il fastidio inguinale mono o bilaterale con il senso di &#8220;slip stretto&#8221;,<\/li>\n<li>la pesantezza sovrapubica,<\/li>\n<li>il dolore gluteo o alla base della colonna lombo-sacrale.<\/li>\n<\/ul>\n<p>Talvolta si può accusare dolore, bruciore o fastidiosa ipersensibilità all&#8217;interno di una o di entrambe le cosce, con irradiazione al perineo. Tutti questi <span class=\"Apple-style-span\" style=\"font-style: italic;\">sintomi<\/span> hanno la loro origine nella già ricordata infiammazione dei nervi pudendi.<\/p>\n<p>Un significato a parte riveste l<span class=\"Apple-style-span\" style=\"font-style: italic;\">a sensazione di bruciore sulla punta del pene all’inizio o\/e alla fine della minzione o durante l’ejaculazione<\/span>. La punta del pene può essere infatti considerata la proiezione esterna del collo vescicale, che, qualora infiammato, reagisce con il dolore, allo stiramento al momento della sua apertura o chiusura, durante la minzione o l&#8217;ejaculazione.<\/p>\n<p>Qualora invece il dolore od il bruciore si presentino in maniera continuativa e siano avvertibili lungo tutta la porzione inferiore del pene, devono essere piu&#8217; propriamente riferiti a situazione di uretrite acuta, complicante o meno <span class=\"Apple-style-span\" style=\"font-style: italic;\">la prostatite<\/span>. Un sintomo che pur nella sua inspiegabilità (canali dell&#8217;agopuntura?), compare con una frequenza di circa il 20% dei casi, è un prurito\/bruciore localizzato alla pianta del piede (di solito sinistro) presente soprattutto durante la minzione o l&#8217;ejaculazione.<\/p>\n<p>Tutti questi <span class=\"Apple-style-span\" style=\"font-style: italic;\">sintomi<\/span> possono sia migliorare che peggiorare dopo un&#8217;ejaculazione o una defecazione, o non risentirne affatto; spesso invece, risentono o talora si riaffacciano ciclicamente nei passaggi stagionali, soprattutto dall&#8217;autunno all’inverno e dall&#8217;inverno alla primavera.<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/www.youtube.com\/embed\/EefL4izjn-0?rel=0&amp;controls=0&amp;showinfo=0\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n<h2><img class=\"mceItemAnchor\" name=\"prostatite - sintomi urinari\" \/><span style=\"color: #ff00ff;\">Sintomi Urinari<\/span><\/h2>\n<p>Questo gruppo di <span class=\"Apple-style-span\" style=\"font-style: italic;\">sintomi<\/span> non è appannaggio esclusivo della &#8220;<span class=\"Apple-style-span\" style=\"font-style: italic;\">prostatite cronica<\/span>&#8221; ma è invece anche frequentissimo nella <span class=\"Apple-style-span\" style=\"font-style: italic;\">sclerosi del collo della vescica e nella <\/span><span class=\"Apple-style-span\" style=\"font-style: italic;\">Ipertrofia Prostatica Benigna<\/span>. La diagnosi differenziale sarà ovviamente ed esclusivamente legata all&#8217;età del paziente; nell&#8217;età giovanile nei primi due casi  e in quella avanzata nel secondo.<\/p>\n<p>Infatti il bisogno di urinare spesso, in scarsa quantità (pollachiuria),la necessità a urinare di notte (nicturia), l’esitazione all’inizio della minzione e lo sgradevolissimo sgocciolio finale, sono in tutti i tipi di pazienti collegate all’iperattivita del muscolo vescicale, che reagisce all&#8217;ostruzione, su base infiammatoria nel primo caso e su base ostruttiva negli altri due.<\/p>\n<h2><img class=\"mceItemAnchor\" name=\"prostatite - sintomi della sfera sessuale\" \/><span style=\"color: #ff00ff;\">Sintomi della sfera sessuale<\/span><\/h2>\n<p>Si presentano di solito in pazienti con una lunga storia di <span class=\"Apple-style-span\" style=\"font-style: italic;\">prostatite\/dolore pelvico cronico<\/span> alle spalle e sono dal punto di vista medico i più difficili da risolvere per la talvolta contemporanea sovrapposizione di problematiche psicologiche quali l’ansia prestazionale, il bisogno di difendere il concetto di se stessi rispetto ad una prestazione sessuale deludente, ecc.<br \/>\nI più frequenti sono i disturbi del desiderio sessuale e dell’ erezione associati o meno alla diminuzione della sensibilità del glande o al contrario all’ejaculazione precoce. Da un punto di vista eziopatogenetico questi <span class=\"Apple-style-span\" style=\"font-style: italic;\">sintomi<\/span> (a parte la diminuzione della libido) sono abbastanza facilmente spiegabili riconducendo il tutto ad una sofferenza delle vie della conduzione nervosa, sia sensitive che motorie.<br \/>\nIn un nostro studio su 115 pazienti affetti da <span class=\"Apple-style-span\" style=\"font-style: italic;\">prostatite cronica<\/span> (2004), abbiamo potuto constatare con uno studio ecografico, che <span class=\"Apple-style-span\" style=\"font-style: italic;\">l&#8217; ejaculazione precoce<\/span> è spesso associata alla presenza di una o più formazioni fibro-calcifiche in prossimità del veru montanum, il quale come sappiamo, prende parte in maniera rilevantissima alla regolazione temporale dell’orgasmo.<\/p>\n<p>E&#8217; da segnalare che studi recentissimi hanno correlato la comparsa di deficit erettivo nei giovani con <span class=\"Apple-style-span\" style=\"font-style: italic;\">la prostatite<\/span>. La causa di questa comparsa sarebbe il prodursi di una cosiddetta sindrome veno-occlusiva causata da un danno alle valvole venose della continenza, da accumulo di sostanze infiammatorie (Citochine).<\/p>\n<p>Talvolta si riscontra anche la presenza di sangue nello sperma (emospermia). In questi casi è frequente la rilevazione di calcoli nei dotti ejaculatori.<br \/>\nLa diminuzione della libido invece, fino alla totale scomparsa di interesse sessuale, associata o meno alla capacita&#8217; di raggiungere l&#8217;orgasmo (anorgasmia), è una problematica spesso drammaticamente presente e che nei racconti dei nostri pazienti è molto spesso associata alla paura di essere reinfettati o di trasmettere una malattia al partner oppure di subire le attese conseguenze dolorose nel periodo subito postcoitale. In questi casi il dolore compare in maniera sorda nella regione perianale, circa una ventina di minuti dopo l&#8217;ejaculazione e può perdurare per ore od anche per giorni. Questo dolore è di solito conseguente ad uno stiramento acuto dello sfintere uretrale con riacerbazione della sindrome spastica perineale e attivazione di quei meccanismi precedentemente descritti.<\/p>\n<h2><img class=\"mceItemAnchor\" name=\"prostatite - sintomi della sfera riproduttiva\" \/><span style=\"color: #ff00ff;\">Sintomi della sfera riproduttiva<\/span><\/h2>\n<p>In questo gruppo di sintomi, la responsabilità da attribuire alla <span class=\"Apple-style-span\" style=\"font-style: italic;\">infezione batterica<\/span>, ha resistito agli attacchi che le nuove teorie sul <span class=\"Apple-style-span\" style=\"font-style: italic;\">dolore pelvico cronico<\/span> hanno portato alla &#8220;<span class=\"Apple-style-span\" style=\"font-style: italic;\">c.d.prostatite<\/span>&#8220;. Infatti nei pazienti diventati improvvisamente infertili, la causa è quasi sempre da riferire ad una infezione pregressa o in atto. Come abbiamo infatti accennato precedentemente, <span class=\"Apple-style-span\" style=\"font-style: italic;\">il liquido secreto dalla prostata<\/span> ha fra le sue funzioni, quella di dare energia e nutrimento agli spermatozoi dopo l’ejaculazione, nel loro viaggio verso l’ovulo.<\/p>\n<p>Ma se questo <span class=\"Apple-style-span\" style=\"font-style: italic;\">liquido prostatico<\/span> è alterato da una situazione infettivo\/infiammatoria, come conseguenza, gli spermatozoi potranno essere poco mobili (astenospermia), fino ad arrestarsi completamente e la loro vita sarà piu breve. Potranno inoltre presentare vistose malformazioni (tipicamente della testa in presenza di Chlamydia Tracomatis). Se inoltre coesisterà un interessamento infiammatorio o compressivo sui dotti eiaculatori, lo sperma oltre ad essere quantitativamente povero di spermatozoi (oligospermia), potrà essere ejaculato con poca forza in vagina, con conseguente difficoltà nel superamento del muco cervicale femminile.<br \/>\nL’eventuale interessamento infiammatorio delle vescicole seminali, naturalmente renderà questi sintomi ancora più gravi ed evidenti.<\/p>\n<p><a href=\"http:\/\/www.prostatitis2000.org\/terapia\/\">&gt; Vedi Vademecum sulla prostata, prostatite cronica e prostatite acuta<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sintomi della prostatite cronica I sintomi dovuti alle prostatiti croniche possono essere raggruppati in quattro categorie, presenti sia isolatamente che spesso in drammatica associazione: Sintomi dolorosi Sintomi urinari Sintomi della sfera sessuale Sintomi della sfera riproduttiva Sintomi dolorosi Sintomi dolorosi sono,di solito, quelli più immediatamente evidenziabili e che con più facilità dovrebbero portare l’urologo esperto [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/15"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=15"}],"version-history":[{"count":6,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/15\/revisions"}],"predecessor-version":[{"id":925,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/15\/revisions\/925"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=15"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}