{"id":16,"date":"2011-02-21T18:36:30","date_gmt":"2011-02-21T18:36:30","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/terapia-introduzione\/"},"modified":"2019-01-16T23:21:57","modified_gmt":"2019-01-16T23:21:57","slug":"terapia","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/terapia\/","title":{"rendered":"Terapia"},"content":{"rendered":"<h2><span style=\"color: #ff00ff;\">Terapia della prostatite cronica<\/span><\/h2>\n<h3>Linee Guida<\/h3>\n<p>Le linee guida da noi applicate nella <em>terapia della prostatite cronica\/sindrome cronica dolorosa<\/em> del pavimento pelvico sono la logica conseguenza delle conoscenze esposte nei capitoli precedenti. Partiamo dal concetto che ci sono fondamentalmente quattro categorie di pazienti che però lamentano più o meno tutti gli stessi sintomi. Ricordiamoci che queste categorie non sono sempre così ben distinguibili e talvolta una categoria passa insensibilmente in un altra o uno stesso paziente può appartenere a una o più categorie. Pertanto sta alla nostra esperienza sapere quale terapia applicare.<\/p>\n<p><strong>Le quattro categorie di pazienti sono:<\/strong><\/p>\n<p><span style=\"color: #ff00ff;\">1)<\/span> Pazienti con <span style=\"color: #ff00ff;\"><em>prostatite acuta<\/em> <\/span>in atto. E&#8217; una categoria rara, ma ben individuabile per l&#8217;associazione di componenti sintomatologiche precise quali febbre, dolore perineale, difficoltà minzionali e spesso una facile associazione mnemonica &#8220;causa-effetto&#8221; (es. recente rapporto sessuale a rischio).<\/p>\n<p><span style=\"color: #ff00ff;\">2)<\/span> Pazienti con la presenza di una vera<em><span style=\"color: #ff00ff;\"> infezione prostato-vescicolare cronica<\/span><\/em>. Per mia attuale esperienza questi sono i pazienti statisticamente meno frequenti. Ricordiamoci comunque che la individuazione di batteri quali la Chlamydia, Ureaplasmi, Micoplasmi Gonococco o di Virus (HPV) nel secreto prostatico o nel tampone uretrale, è praticamente impossibile con colture o esami a fresco, mentre è possibile con l&#8217;amplificazione qualitativa dei loro DNA con tecnica PCR. Ricordiamoci inoltre che il dosaggio sierico di anticorpi anti Chlamydia, se assenti non escludono la presenza del microorganismo. Durante la malattia, la prostata da una parte cerca di circoscrivere l’infezione inglobandola in una cintura polisaccaridica e dall&#8217;altra alcuni microorganismi quali la Chlamydia provocano loro stessi la formazione dei cosiddetti &#8220;microfilms batterici&#8221;. Queste situazioni rendono le aree cronicamente infette, scarsamente penetrabili da parte degli antibiotici somministrati per via sistemica (per os o i.m.). Inoltre in questi soggetti la prostatite batterica talvolta si complica con una situazione di autoimmunità. Nel sangue di questi pazienti si possono rilevare (Alexander 1997) la presenza di cellule T, reattive alle normali proteine prostatiche. Il dosaggio delle Citokine (IL2-IL6-TNFalfa ) nello sperma documenta spesso valori molto più elevati che nei soggetti normali.<\/p>\n<p><span style=\"color: #ff00ff;\">3)<\/span> Pazienti nei quali la <span style=\"color: #ff00ff;\"><em>pregressa<\/em> <em>prostatite<\/em><\/span> è evoluta in una situazione di spasmo del pavimento perineale e di infiammazione dei nervi pudendi. Questi sono i pazienti più frequenti.<\/p>\n<p><span style=\"color: #ff00ff;\">4)<\/span> Pazienti i cui sintomi sono conseguenti ad <span style=\"color: #ff00ff;\"><em>alterazioni anatomiche del collo della vescica<\/em> <\/span>(sclerosi) o dell&#8217;uretra (stenosi, malformazioni ecc.). Questi pazienti sono fortunatamente abbastanza rari, ma la terapia in questi casi deve necessariamente passare per un tempo chirurgico.<\/p>\n<p><a href=\"http:\/\/www.prostatitis2000.org\/terapia\/\">&gt; Vedi Vademecum sulla prostata, prostatite cronica e prostatite acuta<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Terapia della prostatite cronica Linee Guida Le linee guida da noi applicate nella terapia della prostatite cronica\/sindrome cronica dolorosa del pavimento pelvico sono la logica conseguenza delle conoscenze esposte nei capitoli precedenti. Partiamo dal concetto che ci sono fondamentalmente quattro categorie di pazienti che però lamentano più o meno tutti gli stessi sintomi. Ricordiamoci che [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/16"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=16"}],"version-history":[{"count":5,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/16\/revisions"}],"predecessor-version":[{"id":965,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/16\/revisions\/965"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=16"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}