{"id":170,"date":"2013-05-17T14:28:06","date_gmt":"2013-05-17T14:28:06","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/la-dieta-puo-salvare-la-prostata\/"},"modified":"2018-09-04T09:22:01","modified_gmt":"2018-09-04T09:22:01","slug":"la-dieta-puo-salvare-la-prostata","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/domande-frequenti\/la-dieta-puo-salvare-la-prostata\/","title":{"rendered":"La dieta può salvare la prostata?"},"content":{"rendered":"<p>Una dieta bilanciata, associata ad una regolare attività fisica, senza dubbio può aiutare a mantenere la prostata sana. Ma naturalmente ciò non può impedire che infezioni provenienti dall’esterno, colpiscano la ghiandola anche in maniera grave.<\/p>\n<p>Si è visto che lo sport praticato in modo vivace, può ritardare l’insorgenza dell’ipertrofia prostatica benigna, così come alcune sostanze contenute nei pomodori e nei cavoli, potrebbero proteggere dall’insorgenza del cancro della prostata. Ultimamente si è notato che anche l’aspirina a piccole dosi giornaliere, somministrata per la prevenzione degli accidenti cardiovascolari, potrebbe diminuire il rischio di tumore alla prostata.<\/p>\n<p>Un esempio di cura naturale contro la prostatite potrebbe prevedere a colazione latte scremato o the al ginseng più una porzione di cereali integrali. Frutta fresca come spuntino, pasta integrale, insalata con pomodori, carote, ceci, fagioli e farro a pranzo. Nel break pomeridiano invece potrebbero rientrare un pugno di semi di zucca e perché no, uno yogurt.<\/p>\n<p>Anche gli alimenti ricchi di fibre e di omega tre rientrano nella cura per la prostata, in quanto ideali per tenere a bada il colesterolo, tra i principali precursori degli ormoni.<\/p>\n<p>Sconsigliati invece i cibi che accrescono la quantità di acido urico nell’organismo, un prodotto del metabolismo delle urine. Se il livello di quest’ultimo fosse troppo alto, potrebbero infatti formarsi dei cristalli, che accumulati nella prostata potrebbero facilmente  essere fonte d’irritazione o infiammazione. L’assunzione di alcune particolari sostanze, come per esempio i fitosteroli e isoflavoni contenuti nei semi di zucca, potrà risultare benefica. Questi due principi sono considerati in grado di prevenire l’iperplasia prostatica benigna.<\/p>\n<p><a href=\"it\/domande-frequenti\" title=\"Domande Frequenti - Prostatitis2000\" rel=\"nofollow\">&gt;&gt; Torna alla sezione &#8220;Domande Frequenti&#8221;<\/a><\/p>\n<p><em>* Tutte le foto nel sito, se non diversamente specificato, non sono di nostra proprietà<\/em><\/p>\n<p> <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Una dieta bilanciata, associata ad una regolare attività fisica, senza dubbio può aiutare a mantenere la prostata sana. Ma naturalmente ciò non può impedire che infezioni provenienti dall’esterno, colpiscano la ghiandola anche in maniera grave. Si è visto che lo sport praticato in modo vivace, può ritardare l’insorgenza dell’ipertrofia prostatica benigna, così come alcune sostanze [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":133,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/170"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=170"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/170\/revisions"}],"predecessor-version":[{"id":197,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/170\/revisions\/197"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/133"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=170"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}