{"id":173,"date":"2013-11-08T00:00:00","date_gmt":"2013-11-08T00:00:00","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/prostatite-prevenzione\/"},"modified":"2018-09-04T09:18:31","modified_gmt":"2018-09-04T09:18:31","slug":"prostatite-prevenzione","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/domande-frequenti\/prostatite-prevenzione\/","title":{"rendered":"Prostatite &#038; Prevenzione"},"content":{"rendered":"<h2>Segreti e rimedi naturali contro prostatite cronica ed ipertrofia prostatica<\/h2>\n<h3>Si può preservare la prostata dalle infezioni con una tisana di Epilobio?<\/h3>\n<p>Le case farmaceutiche forse non gradiranno, ma sarebbe ingiusto omettere questa verità. Esiste una pianta molto comune, l’Epilobio, le cui proprietà medicamentose, sarebbero in grado di curare la prostatite e forme d’infiammazione analoghe.<\/p>\n<p>Si tratta di un’erba infestante con un potenziale terapeutico molto alto, in grado di alleviare i fastidi della prostatite e ridurne l’effetto invalidante. Tuttavia l’infuso ottenuto dai suoi fiori &#8211; rosa o rossi &#8211; in base al luogo di provenienza della pianta, non elude forme di malattia più gravi, per le quali sarà necessaria invece la supervisione di uno specialista.<\/p>\n<p>Pensare che delle piante medicinali possano guarire da un’ipertrofia prostatica sarebbe piuttosto azzardato, anche se la scienza dimostra costantemente che i rimedi naturali possano ricoprire un ruolo di prim’ordine nella prevenzione. In una società che conosce solo medicamenti chimici, dove la farmacia ha sostituito ed inglobato la figura delle antiche erboristerie, è dunque importante riuscire a riconoscere il valore di un’eventuale profilassi veramente genuina.<\/p>\n<h2>La quercetina aiuta a prevenire il tumore alla prostata<\/h2>\n<p>Gli usi dell’Epilobio possono essere sia interni che esterni. Quando si parla di prostatite, disturbi della minzione e patologie aggressive se pur benigne, come l’iperplasia prostatica, ne è consigliata l’assunzione mediante tisana. In tal caso, ad agire, sarà essenzialmente la quercetina, il principio attivo contenuto nei suoi fiori, antitumorale ed antitrombotico. Ma l’epilobio contiene anche altre sostanze antiossidanti e potenzialmente antitumorali.  Tra queste i polifenoli, i flavonoidi, i tannini, ed alcuni derivati dell’acido gallico.<\/p>\n<h2>Dosi e somministrazione<\/h2>\n<p>Riconoscendone gli effetti benefici su prostata e vie urinarie, diverse farmacie ne hanno accettato la vendita, in forma di infusi, gocce o estratti. Vengono solitamente utilizzate le parti aeree della pianta, che presenta una maggiore concentrazione di quercetina. La tisana, da assumere un paio di volte al giorno per qualche settimana, si ottiene lasciando in infusione il preparato in acqua bollente, per una decina di minuti.<\/p>\n<p>Sempre al fine di prevenire problemi prostatici, è possibile testare l’epilobio in gocce di tintura madre. La dose consigliata è di 15 gocce diluite in acqua, per due volte al giorno. Questo genere di terapia, intrapresa a scopo esclusivamente preventivo, dovrebbe essere ripetuta ogni due mesi, per sette giorni consecutivi.<\/p>\n<p><a href=\"it\/domande-frequenti\" title=\"Domande Frequenti - Prostatitis2000\" rel=\"nofollow\">&gt;&gt; Torna alla sezione &#8220;Domande Frequenti&#8221;<\/a><\/p>\n<p><em>* Tutte le foto nel sito, se non diversamente specificato, non sono di nostra proprietà<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Segreti e rimedi naturali contro prostatite cronica ed ipertrofia prostatica Si può preservare la prostata dalle infezioni con una tisana di Epilobio? Le case farmaceutiche forse non gradiranno, ma sarebbe ingiusto omettere questa verità. Esiste una pianta molto comune, l’Epilobio, le cui proprietà medicamentose, sarebbero in grado di curare la prostatite e forme d’infiammazione analoghe. [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":133,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/173"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=173"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/173\/revisions"}],"predecessor-version":[{"id":194,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/173\/revisions\/194"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/133"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=173"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}