{"id":239,"date":"2018-09-05T02:08:18","date_gmt":"2018-09-05T02:08:18","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=239"},"modified":"2018-09-19T16:15:53","modified_gmt":"2018-09-19T16:15:53","slug":"prostatitis","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/prostatitis\/","title":{"rendered":"Prostatitis"},"content":{"rendered":"<ul class=\"polylang_langswitcher\"><li class=\"languages-label\">Choose Language: <\/li>\t<li class=\"lang-item lang-item-24 lang-item-it current-lang lang-item-first\"><a  lang=\"it-IT\" hreflang=\"it-IT\" href=\"https:\/\/www.prostatitis2000.org\/prostatitis\/\"><img src=\"\/wp-content\/polylang\/it_IT.png\" alt=\"Italiano\" \/><\/a><\/li>\n\t<li class=\"lang-item lang-item-27 lang-item-en no-translation\"><a  lang=\"en-US\" hreflang=\"en-US\" href=\"https:\/\/www.prostatitis2000.org\/en\/prostatitis-2\/\"><img src=\"\/wp-content\/polylang\/en_US.png\" alt=\"English\" \/><\/a><\/li>\n\t<li class=\"lang-item lang-item-31 lang-item-ru no-translation\"><a  lang=\"ru-RU\" hreflang=\"ru-RU\" href=\"https:\/\/www.prostatitis2000.org\/ru\/%d0%b2%d0%b2%d0%b5%d0%b4%d0%b5%d0%bd%d0%b8%d0%b5\/\"><img src=\"\/wp-content\/polylang\/ru_RU.png\" alt=\"Русский\" \/><\/a><\/li>\n<\/ul>\n<h1>Prostatite Cronica e Acuta <img loading=\"lazy\" class=\" alignright size-full wp-image-10\" style=\"font-weight: bold; font-size: x-small; text-align: right; margin-left: 20px; float: right;\" title=\"HON CODE\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/HONConduct443975_s1.gif\" alt=\"HON CODE\" width=\"43\" height=\"60\" border=\"0\" \/><\/h1>\n<h2>Prostatite cronica e acuta e le tecniche diagnostiche e terapeutiche.<\/h2>\n<p>Vi è stata diagnosticata una <strong>prostatite cronica o prostatite acuta<\/strong> che è una <em>malattia della prostata<\/em> che colpisce dal 30 al 50% degli uomini sessualmente attivi e si presenta con svariati sintomi, fra i quali dolore pelvico, ejaculazione precoce, infertilità, impotenza e talvolta incontinenza. In questo sito troverete oltre ad un&#8217;esauriente descrizione dell&#8217;anatomia della prostata e delle più <strong>avanzate tecniche diagnostiche e terapeutiche<\/strong> in corso di <em>prostatite<\/em>, una selezione di video riguardanti interventi chirurgici sulla prostata, quali TURP e TUIP, ed una sezione riguardante la diagnosi e la terapia delle <em>cistiti femminili<\/em>, malattia debilitante come e più della prostatite. Infine nella sezione storia, sarà possibile apprendere tante notizie interessanti sulle antiche terapie per la prostata e su alcuni prostatitici famosi.<\/p>\n<h2>Cos&#8217;è&#8217; la prostata?<\/h2>\n<p><img class=\" alignleft size-full wp-image-11\" style=\"float: left; margin-right: 8px; border: 0px;\" title=\"Anatomia Macroscopica della Prostata\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/anatomia_macroscopica.jpg\" alt=\"Anatomia Macroscopica della Prostata\" width=\"220\" border=\"0\" \/><strong><a href=\"http:\/\/www.prostatitis2000.org\/anatomia-e-fisiologia\/\">La prostata<\/a><\/strong> è una ghiandola che fa parte del sistema riproduttivo maschile ed è collegata strettamente con l’apparato urinario maschile. La prostata produce e immagazzina un fluido chiamato secreto prostatico. Questo fluido si mescola nell’uretra, al momento dell’eiaculazione, con lo sperma stoccato nelle vescicole seminali, proveniente dai testicoli.<\/p>\n<p><em>La prostata<\/em> di un giovane è delle dimensioni di una noce e cresce lentamente con l&#8217;età. Questa ghiandola si trova appena sotto la vescica, davanti al retto e circonda l&#8217;uretra (il canale che trasporta l&#8217;urina e lo sperma fuori dal corpo). Durante l&#8217;eiaculazione lo sperma viaggia attraverso l&#8217;uretra e fuoriesce dal pene.<\/p>\n<p><em>La prostata<\/em>, di solito sana negli uomini più giovani, si ipertrofizza spesso oltre i 50 anni diventando una fonte di problemi. Ciò nonostante si possono verificare i problemi della prostata anche tra i giovani nei quali si può sviluppare la temuta <em>prostatite&gt;.<\/em><\/p>\n<p><strong>Pertanto le malattie della prostata si possono suddividere in:<\/strong><\/p>\n<ol>\n<li>Infiammazioni batteriche o abatteriche (Prostatiti);<\/li>\n<li>L&#8217;iperplasia prostatica benigna, o BPH che consiste in un ingrossamento della ghiandola, con i conseguenti noti sintomi ostruttivi (minzione frequente e ostacolata, minzione notturna, gocciolamento post minzionale);<\/li>\n<li>Il cancro alla prostata.<\/li>\n<\/ol>\n<p><em>Questo sito si occupa fondamentalmente della diagnosi e terapia della prostatite e della malattia dolorosa cronica del pavimento perineale ed è stato aperto nell’anno 2000 ed è l’unico sito italiano sull’argomento, e uno dei pochi europei, recensiti sul web, dalla Società Americana della Prostatite Cronica.<\/em><\/p>\n<h2>Quando si sviluppa la prostatite cronica o acuta?<\/h2>\n<p><img class=\" alignright size-full wp-image-12\" style=\"border: 0pt none; float: right; margin-left: 5px;\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/canali.jpg\" alt=\"La caratteristica della prostatite cronica e prostatite acuta - Canali Prostatici\" width=\"220\" border=\"0\" srcset=\"https:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/canali.jpg 560w, https:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/canali-300x225.jpg 300w\" sizes=\"(max-width: 560px) 100vw, 560px\" \/><\/p>\n<p><strong><a href=\"http:\/\/www.prostatitis2000.org\/anatomia-e-fisiologia\/introduzione-prostata-prostatite-cronica-acuta-cistite\/\">La prostatite<\/a><\/strong> si manifesta principalmente negli uomini sotto i 50 anni di età. La prostatite è un’infiammazione della ghiandola prostatica, spesso con tumefazione e dolore della stessa. Talvolta si associa anche difficoltà minzionale. Da notare che i sintomi causati dalla prostatite si possono trasmettere anche all’ano, al pavimento perineale, al pene, ai testicoli, all’inguine e all’interno cosce.<\/p>\n<p><strong>Secondo il National Institutes of Health (NIH) ci sono quattro tipi di prostatite:<\/strong><\/p>\n<ol>\n<li>Prostatite batterica acuta<\/li>\n<li>Prostatite batterica cronica<\/li>\n<li>Prostatite cronica o sindrome cronica dolorosa del pavimento pelvico<\/li>\n<li>Prostatite asintomatica<\/li>\n<\/ol>\n<div style=\"border-top: 1px dashed #999997; border-bottom: 1px dashed #999997; padding: 10px 10px 10px 10px; background-color: #f2f1d9;\">\n<h3>PROSTATITE ACUTA BATTERICA<\/h3>\n<p><strong>La prostatite acuta batterica<\/strong> è il meno comune dei <em>quattro tipi di prostatite<\/em> ed è anche considerata come la più facile da diagnosticare e curare in modo efficace. I pazienti con questa malattia presentano i tipici segni dell’infezione genito urinaria, con:<\/p>\n<ul>\n<li>brividi,<\/li>\n<li>febbre,<\/li>\n<li>dolore nella parte bassa della schiena e nella zona genitale,<\/li>\n<li>frequenza &#8211; urgenza minzionale (spesso di notte),<\/li>\n<li>dolore o bruciore durante la minzione,<\/li>\n<li>dolori muscolari,<\/li>\n<li>un’infezione dimostrabile delle vie urinarie, come evidenziato dai globuli bianchi e batteri nelle urine.<\/li>\n<\/ul>\n<p>La terapia, istaurata in base alle risposte delle colture e dei correlati antibiogrammi, è sempre con la somministrazione di antibiotici mirati.<\/p>\n<h3>PROSTATITE CRONICA BATTERICA<\/h3>\n<p><strong>La prostatite cronica batterica<\/strong> è relativamente rara e accade quando i batteri trovano un posto sulla prostata dove possono sopravvivere. Gli uomini soffrono d’infezioni al tratto urinario, che sembrano andare via ma poi tornano con gli stessi batteri. Il trattamento richiede solitamente l&#8217;uso di farmaci antimicrobici per un periodo di tempo prolungato. Tuttavia gli antimicrobici non sempre riescono ad eradicare questo tipo di prostatite data la difficoltà per l’antibiotico di perfondere la prostata in quantità battericida.<\/p>\n<h3>PROSTATITE CRONICA ABATTERICA<\/h3>\n<p><strong>La prostatite cronica abatterica<\/strong> è la forma più comune, ma più difficile da curare, di prostatite. Può comparire ad ogni età, ma di solito dopo i 25 anni. La comparsa dei sintomi non appare legata a nulla di specificamente rilevabile e questi possono nel tempo attenuarsi sino a scomparire per poi ripresentarsi senza preavviso. La caratteristica specifica è che nelle urine, nello sperma e nel tampone uretrale, non si isolano batteri patogeni. Talvolta si rilevano cellule infiammatorie ma talvolta no.<\/p>\n<h3>LA SINDROME CRONICA DOLOROSA DEL PAVIMENTO PELVICO<\/h3>\n<p><strong>(CHRONIC PELVIC PAIN SINDROME &#8211; CP\/CPPS)<\/strong><br \/>\nLa surricordata situazione di prostatite cronica abatterica, non è distinguibile dalla sindrome dolorosa cronica del pavimento pelvico. Negli USA l’acronimo CPPS, indica quella vastissima gamma di sintomi dolorosi associati o meno a problematiche minzionali o sessuali. I clinici che si occupano di “prostatite”, catalogano ormai in questa sindrome il 70-80% dei pazienti cosiddetti prostatitici. La malattia, che può insorgere per le più svariate cause, è spesso la sequela di una vera pregressa prostatite. Ma può essere conseguente anche a malattie proctologiche (fistole, ragadi, emorroidi), come può esserne essa stessa la causa. Può seguire un lungo periodo di stress o di affaticamento psico-fisico. Si basa sul permanere di uno spasmo prolungato della muscolatura del pavimento perineale (muscoli elevatori dell’ano), con drammatica infiammazione, di solito conseguente, dei nervi pudendi. Anche in questa sindrome ovviamente, non sarà possibile rilevare la presenza di batteri patogeni, o se rilevabili, saranno sempre e solo enterobatteri (E.Coli, Proteus, Klebsiella, Enterococco, ecc.), di provenienza dall’ampolla rettale dello stesso soggetto affetto dalla sindrome. In questo caso, questi batteri, per le alte pressioni evidenziabili a livello dell’ampolla rettale (conseguenti allo spasmo della muscolatura perineale), passeranno per via linfatica o transparietale, nella prostata del paziente. L’errata interpretazione di questa presenza, condurrà il medico a prescrivere ripetuti cicli di antibiotici, che potranno sterilizzare la prostata solo per breve periodo, ma non risolveranno la sintomatologia legata alla malattia.<\/p>\n<h3>PROSTATITE ASINTOMATICA<\/h3>\n<p><strong>La prostatite asintomatica<\/strong> non viene diagnosticata subito poiché il paziente non si lamenta di dolore o di fastidio, ma presenta però segni di infiammazione o infezione nello sperma o nel secreto prostatico. Questa forma di prostatite di solito viene diagnosticata durante la ricerca delle cause dell’infertilità o in seguito alla presenza di un PSA elevato.<\/p>\n<\/div>\n<h2>Divisione più semplice della malattia<\/h2>\n<p><strong>Per facilitare la comprensione delle informazioni sulla prostatite è stata inclusa anche una divisione più semplice della malattia che comprende:<\/strong><\/p>\n<ul>\n<li>Prostatite abatterica<\/li>\n<li>Prostatite batterica acuta<\/li>\n<li>Prostatite batterica cronica<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h3>PROSTATITE ABATTERICA<\/h3>\n<p>Con questa forma di prostatite la prostata è infiammata ma non è infetta. Le possibili cause includono:<\/p>\n<ul>\n<li>Esiti di prostatite batterica<\/li>\n<li>Scarsa igiene sessuale (ejaculazioni non frequenti)<\/li>\n<li>Motivi sconosciuti.<\/li>\n<\/ul>\n<p><strong>SINDROME DOLOROSA CRONICA DEL PAVIMENTO PELVICO (CPPS)<\/strong><\/p>\n<ul>\n<li>Esiti di pregresse prostatiti<\/li>\n<li>Stress<\/li>\n<li>Malattie proctologiche<\/li>\n<li>Cattive abitudini sessuali (masturbazioni troppo prolungate, coito interrotto, ecc.)<\/li>\n<\/ul>\n<p style=\"text-align: right;\"><a href=\"it\/anatomia-patologica\/plesso-pudendo\">Per saperne di più leggi i sintomi della prostatite abatterica e della sindrome del Nervo Pudendo &gt;&gt;<\/a><\/p>\n<p><strong>TRATTAMENTI<\/strong><br \/>\nIl trattamento della prostatite abatterica\/CPPS potrebbe includere:<\/p>\n<ul>\n<li>Farmaci anti-infiammatori o miorilassanti;<\/li>\n<li>Bagni caldi;<\/li>\n<li>Relax durante la minzione;<\/li>\n<li>Bere più liquidi o cambiare la dieta (<a href=\"http:\/\/www.prostatitis2000.org\/varie\/\">Leggi di più sulla dieta per la prostatite<\/a>);<\/li>\n<li>L&#8217;eiaculazione frequente (per aiutare il drenaggio della prostata e rilassare i muscoli);<\/li>\n<li>Infiltrazione dei nervi pudendi;<\/li>\n<li>Infiltrazione della prostata.<\/li>\n<\/ul>\n<h3>PROSTATITE BATTERICA<\/h3>\n<p>Questa forma di <em>prostatite<\/em> è provocata da un&#8217;infezione della prostata di tipo batterico. La prostatite batterica è spesso acuta (improvvisa e grave) e di solito causata da un’infezione a trasmissione sessuale.<\/p>\n<p><strong>SINTOMI<\/strong><br \/>\nI sintomi della prostatite batterica possono essere gravi e apparire velocemente. Essi possono includere:<\/p>\n<ul>\n<li>Febbre e brividi;<\/li>\n<li>Mal di schiena;<\/li>\n<li>Minzione frequente e dolorosa;<\/li>\n<li>Un flusso di urina ridotto;<\/li>\n<li>Minzione con sforzo (straining) fino all’ostruzione completa;<\/li>\n<li>Riposo a letto.<\/li>\n<\/ul>\n<p style=\"text-align: right;\"><a href=\"it\/terapia\/introduzione\">Per saperne di più leggi la terapia della prostatite batterica &gt;&gt;<\/a><\/p>\n<h3>PROSTATITE CRONICA BATTERICA<\/h3>\n<p>Ciascuna forma di prostatite batterica acuta può svilupparsi in una prostatite cronica.<\/p>\n<ul>\n<li>Le cause possibili includono: le infezioni batteriche ripetitive, lo stress, l’eiaculazione rara e cause sconosciute;<\/li>\n<li>I sintomi possono andare e venire. Essi possono includere: minzione frequente, la sensazione di bruciore durante la minzione o mal di schiena. (<a href=\"it\/sintomatologia\">Leggi i sintomi della prostatite cronica per saperne di più!<\/a>);<\/li>\n<li>Il trattamento può includere la prescrizione di farmaci, il cambiamento della dieta, le tecniche di biofeedback e gli integratori.<\/li>\n<\/ul>\n<p style=\"text-align: right;\"><a href=\"it\/terapia\/introduzione\">Approfondisci l’argomento della terapia della prostatite cronica &gt;&gt;<\/a><\/p>\n<h2>Diagnosi della prostatite cronica e acuta<\/h2>\n<p>La diagnosi di <em>prostatite acuta, prostatite cronica e Sindrome Dolorosa Cronica del Pavimento Perineale<\/em>, si basa principalmente sulla storia del paziente, esame fisico generale, esplorazione rettale, esami di laboratorio, ecografia prostatica, TRUS. Tuttavia i metodi diagnostici indicati dipendono dal tipo della malattia.<\/p>\n<p style=\"text-align: right;\"><a href=\"http:\/\/www.prostatitis2000.org\/metodiche-diagnostiche\/\">Visita la sezione Metodiche Diagnostiche &gt;&gt;<\/a><\/p>\n<p style=\"text-align: center;\"><a href=\"http:\/\/www.prostatitis2000.org\/metodiche-diagnostiche\/\">ESEGUI IL QUESTIONARIO SINTOMATOLOGICO &gt;&gt;<\/a><\/p>\n<div style=\"background-color: #52c0ff; border: 1px solid #999997; padding: 10px 10px 10px 10px;\">\n<p><strong>RICORDA CHE…<\/strong><\/p>\n<ol>\n<li>Comparsa di bruciori al pene dopo un rapporto sessuale, possono indicare un’infezione<\/li>\n<li>Comparsa di macchie sul glande o taglietti sulla pelle del prepuzio possono indicare un’infezione<\/li>\n<li>Presenza di cattivo odore del glande, nonostante accurata pulizia, può indicare un’infezione;<\/li>\n<li>Comparsa di una goccia sulla punta del pene, trasparente o torbida, può indicare un’infezione<\/li>\n<li>Comparsa improvvisa di eiaculazione precoce o deficit erettili, possono indicare un’infezione.<\/li>\n<\/ol>\n<\/div>\n<p style=\"text-align: center;\"><strong><strong>Prof. Dott. Federico Guercini<\/strong><br \/>\n<strong>Specialista in Urologia<\/strong><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><strong><strong>Membro della Società Americana di Urologia (AUA)<br \/>\n<strong>Membro della Società Europea di Urologia (EAU)<\/strong><br \/>\nMembro della Società Italiana di Urologia (SIU)<\/strong><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><strong><strong><span style=\"font-size: x-small; text-align: right;\">We comply with the <\/span><a style=\"font-size: x-small; text-align: right;\" href=\"http:\/\/www.hon.ch\/HONcode\/Conduct.html\" class=\"broken_link\">HONcode standard for trustworthy health<\/a><span style=\"font-size: x-small; text-align: right;\"> information: <\/span><a style=\"font-size: x-small; text-align: right;\" href=\"https:\/\/www.hon.ch\/HONcode\/Conduct.html?HONConduct443975\">verify here<\/a><span style=\"font-size: x-small; text-align: right;\">.<\/span><img loading=\"lazy\" class=\" size-full wp-image-10\" style=\"font-size: x-small; text-align: right; margin-left: 20px;\" title=\"HON CODE\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/02\/HONConduct443975_s1.gif\" alt=\"HON CODE\" width=\"43\" height=\"60\" border=\"0\" \/><\/strong><\/strong><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Prostatite Cronica e Acuta Prostatite cronica e acuta e le tecniche diagnostiche e terapeutiche. Vi è stata diagnosticata una prostatite cronica o prostatite acuta che è una malattia della prostata che colpisce dal 30 al 50% degli uomini sessualmente attivi e si presenta con svariati sintomi, fra i quali dolore pelvico, ejaculazione precoce, infertilità, impotenza [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/239"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=239"}],"version-history":[{"count":8,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/239\/revisions"}],"predecessor-version":[{"id":736,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/239\/revisions\/736"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=239"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}