{"id":253,"date":"2018-09-06T09:37:04","date_gmt":"2018-09-06T09:37:04","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=253"},"modified":"2019-01-12T21:06:51","modified_gmt":"2019-01-12T21:06:51","slug":"cistite-femminile","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/cistite-femminile\/","title":{"rendered":"Cistite Femminile"},"content":{"rendered":"<h4><strong><div class=\"eds-animate  \" data-eds-entry-animation=\"flash\" data-eds-entry-delay=\"0\" data-eds-entry-duration=\"1\" data-eds-entry-timing=\"linear\" data-eds-exit-animation=\"\" data-eds-exit-delay=\"\" data-eds-exit-duration=\"\" data-eds-exit-timing=\"\" data-eds-repeat-count=\"infinite\" data-eds-keep=\"yes\" data-eds-animate-on=\"load\" data-eds-scroll-offset=\"\"><span style=\"color: #ff0000;\">L’infezione delle vie urinarie (IVU) è una patologia che colpisce almeno una volta nella vita il 35% delle donne contro il 10-12% degli uomini.<\/span><\/div> La disparità di percentuali è data dal fatto che l’uretra femminile è molto corta (5 cm. di media, cioè circa 1\/3 di quella maschile) ed il suo sbocco si apre direttamente a livello della vulva. Tale sbocco è pertanto “pericolosamente” vicino sia alla vagina che all’ano per cui i batteri presenti nelle feci e spesso presenti in maniera parafisiologica in vagina,  (soprattutto Escherichia coli, ma anche Streptococchi, Stafilococchi, Proteus e Klebsiella) possono facilmente risalire dai genitali nell’uretra e arrivare alla vescica provocando l’infezione, sia spontaneamente che ancor più durante i rapporti. Questi sono i casi delle cistiti che cronicamente si sviluppano subito dopo rapporti sessuali.<\/strong><\/h4>\n<h3><div class=\"eds-animate  \" data-eds-entry-animation=\"flash\" data-eds-entry-delay=\"0\" data-eds-entry-duration=\"0.5\" data-eds-entry-timing=\"linear\" data-eds-exit-animation=\"\" data-eds-exit-delay=\"\" data-eds-exit-duration=\"\" data-eds-exit-timing=\"\" data-eds-repeat-count=\"3\" data-eds-keep=\"yes\" data-eds-animate-on=\"load\" data-eds-scroll-offset=\"\"><div class=\"eds-animate edsanimate-sis-hidden \" data-eds-entry-animation=\"fadeIn\" data-eds-entry-delay=\"0\" data-eds-entry-duration=\"0.5\" data-eds-entry-timing=\"linear\" data-eds-exit-animation=\"\" data-eds-exit-delay=\"\" data-eds-exit-duration=\"\" data-eds-exit-timing=\"\" data-eds-repeat-count=\"infinite\" data-eds-keep=\"yes\" data-eds-animate-on=\"load\" data-eds-scroll-offset=\"\"><a href=\"https:\/\/www.prostatitis2000.org\/cistite-femminile\/cistite-batterica-cronica\/\"><span style=\"color: #3366ff;\">VAI ALLA TERAPIA DELLA CISTITE CRONICA\/RICORRENTE<\/span><\/a><\/div><\/div><\/h3>\n<h1>Cistite Femminile &#8211; Anatomia e Fisiologia<\/h1>\n<h2>Anatomia della vescica<\/h2>\n<p><img style=\"float: right; margin-left: 8px; border: 0px;\" title=\"Cistite Femminile\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/12\/vescica.jpg\" alt=\"Anatomia della vescica\" width=\"300\" border=\"0\" \/> La vescica e l’uretra femminile (FIG 1), sono alloggiate nel bacino e prendono rapporti di contiguità, con l’ampolla rettale in sede posteroinferiore, con  l’utero in sede posterosuperiore con la sinfisi pubica anteriormente e con la vagina anteriormente in basso.<\/p>\n<p>Il peritoneo, cioè quel sacco che contiene i visceri addominali, ricopre solamente la parete superiore (c.d. cupola) della vescica.<\/p>\n<p>Le pareti della vescica, sono costituite da 3 strati. Lo strato interno mucoso (il c.d. urotelio), lo strato medio muscolo-vascolare (il c.d. muscolo detrusore) e lo strato esterno sieroso (il c.d. pericistio).<\/p>\n<p>Macroscopicamente, nella parete interna della vescica (FIG.2), nella sua porzione antero\/inferiore, possiamo riconoscere il cosiddetto trigono, cioè quella regione grossolanamente triangolare dove sboccano lateralmente i due meati degli ureteri, (cioè di quei due canali dai quali arriva l’urina prodotta in alto nei reni), e medialmente il meato interno dell’ uretra, cioè quel canale che veicola l’urina all’esterno.<\/p>\n<h3>Fisiologia dell&#8217;innervazione vescicale<\/h3>\n<p><span style=\"color: #178fc0;\">(Dalle Linee guida della Società Europea di Urologia)<\/span><\/p>\n<p><img style=\"float: right; margin-left: 8px; border: 0px;\" title=\"Fisiologia dell'innervazione vescicale\" src=\"http:\/\/www.prostatitis2000.org\/wp-content\/uploads\/2011\/12\/vescica2.jpg\" alt=\"Fisiologia dell'innervazione vescicale\" width=\"300\" border=\"0\" \/><\/p>\n<p>L’innervazione della vescica e degli organi pelvici, deve rispondere alla necessità di integrare le funzioni urogenitali, con la vita sociale. L’innervazione della vescica e degli organi sessuali parte dal lobo frontale per arrivare ai plessi pelvici. Affinchè vi sia una situazione fisiologica i sistemi parasimpatico, simpatico,e somatico devono continuamente interreagire fra di loro.<\/p>\n<p>Le fibre pregangliari parasimpatiche provocano la contrazione del detrusore e contemporaneamente il rilasciamento delle fibre del collo vescicale e dell’uretra. Originano a livello del secondo, terzo e quarto metamero sacrale (S2-S4). La loro origine così bassa spiega come anche in pazienti che hanno avuto lesioni totali midollari alte, alcune funzioni vescicali possano rimanere. Dalle aree di origine le fibre passano direttamente nel nervo pelvico il quale, come abbiamo visto, facendo parte del plesso pelvico, contrae rapporti anche con le fibre simpatiche.<\/p>\n<p><strong>Le fibre pregangliari simpatiche<\/strong> fondamentalmente inibiscono gli stimoli provocati dal parasimpatico. Originano a livello del decimo metamero dorsale fino al secondo metamero lombare (D10-L2). Da qui passano nei nervi lombari per arrivare al plesso ipogastrico che sia contrae rapporti con il plesso pelvico, sia arriva direttamente alla parete vescicale.<\/p>\n<p><strong>Le fibre somatiche<\/strong> conducono gli stimoli motori ai muscoli volontari del pavimento pelvico e di parte dell’uretra. Originano dal secondo, terzo, quarto metamero sacrale(S2-S4) e passano direttamente nel plesso pudendo e poi nel nervo pudendo (con fibre vescicali, vaginali, clitoridee, ecc.). Inoltre un distinto nucleo motore (nucleo di Onuf), localizzato nel midollo anteriormente, sempre a livello S2-S4,  fornisce fibre agli assoni che specificamente innervano lo sfintere uretrale esterno. Questo “supercontrollo” ci dimostra come la funzione della continenza urinaria sia così importante nella sua funzione psico-sociale.<\/p>\n<h4>Innervazione vescicale afferente (dalla vescica al cervello)<\/h4>\n<p>Le sensazioni di riempimento vescicale generate sia dalla distensione passiva come dalla contrazione attiva, sono convogliate nel midollo spinale nelle fibre dei nervi pelvici ed ipogastrici. Esiste anche una seconda categoria di fibre, le cosiddette fibre silenziose o fibre C. Queste sono normalmente inattive, ma si attivano solamente in presenza di stimoli dolorosi o in presenza di calore. I messaggi condotti dalle fibre afferenti  entrano nel midollo dalle corna posteriori ed ascendono fino ai centri cerebrali coinvolti nel controllo vescicale. In vescica, i recettori sensoriali  sono disposti in sede suburoteliale (particolarmente presenti  a livello del trigono e del collo vescicale) e nel contesto del muscolo striato vescical.e (il detrusore).<\/p>\n<h4>Innervazione vescicale efferente (dal cervello alla vescica)<\/h4>\n<p>Gli organi pelvici ricevono innervazione, come detto sopra, contemporaneamente sia dal sistema simpatico che parasimpatico. Le fibre simpatiche emergono a livello di T11-L2 ed entrano nella vescica a livello della base e dell’uretra mentre fibre parasimpatiche emergono a livello di S2-S4. Quì è importante segnalare anche l’anastomosi che avviene fra le fibre simpatiche e i gangli delle fibre mesenteriche e ipogastriche.Tale anastomosi spiega facilmente come stimoli dolorosi a partenza dalla vescica o dall’uretra possano coinvolgere anche l’intestino e lo stomaco.<\/p>\n<p><a href=\"http:\/\/www.prostatitis2000.org\/cistite-batterica-acuta\">&gt; Leggi &#8220;Cistite Batterica Acuta&#8221;<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>L’infezione delle vie urinarie (IVU) è una patologia che colpisce almeno una volta nella vita il 35% delle donne contro il 10-12% degli uomini. La disparità di percentuali è data dal fatto che l’uretra femminile è molto corta (5 cm. di media, cioè circa 1\/3 di quella maschile) ed il suo sbocco si apre direttamente [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/253"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=253"}],"version-history":[{"count":11,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/253\/revisions"}],"predecessor-version":[{"id":885,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/253\/revisions\/885"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=253"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}