{"id":295,"date":"2018-09-05T09:35:11","date_gmt":"2018-09-05T09:35:11","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=295"},"modified":"2018-09-24T18:47:07","modified_gmt":"2018-09-24T18:47:07","slug":"introduction","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/macroscopic-anatomy\/introduction\/","title":{"rendered":"Introduction"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Introduction<\/h1>\n<p>rostatitis has been called the wastebasket of clinical knowledge (Stamey, 1980).Although not as frequent as Drach and Barbalias estimated as affecting between 30-50% of males European statistics show 5-10% of men of fertile age suffer from it, while the National Ambulatory Medical Care Survey claims 8-9% are affectede. The study of this invalidating disease has only now been subjected to by extensive research as pharmaceutical companies and urologist have tended to concentrate on major pathologies such as benign prostate hypertrophy (BPH) and cancer. Aware of the worldwide need for valid therapy for prostatitis, this “malignant Cinderella of Medicine”, we decided to investigate its causes and treatment.<\/p>\n<p>We are convinced our physiological hypotheses and therapeutical strategies should be made known to, and applied by, urologists all over the world. Encouraged and supported by our patients we have decided to use the Web to divulge our approach as widely as possible. Many of the causes of prostatitis have been hypothesized internationally and we have tested and proven them. Our therapeutical strategies have not been fully accepted because of diverging views, lack of practical and technological know-how, e.g. in the field of ultrasound, and limited ability in administering ultrasound-guided therapy.<\/p>\n<p>Despite this, what we propose can be reproduced and tested by any urologist with a basic knowledge of these techniques and the ability to use them. Should the experience of others lead to improvements in our methods and techniques we would welcome the opportunity to revise, correct and expand our knowledge in this field. Furthermore, should any specialist, who has obtained good results which are as yet unpublished on the Web or elsewhere, like to contact us it would be an honour and a pleasure to pool our resources in an attempt to cure this pressing and invalidating disease which affects millions of men.<\/p>\n<p>For them it is, in fact, extremely frustrating to be really ill, to refer obvious symptoms of a disease with a clear aetiology and pathological process and to be treated as hypochondriacs or to be given advice such as “Don’t dwell upon it! There’s nothing to be done in any case!”<\/p>\n<p>&nbsp;<\/p>\n<p>Now let’s have a closer look at the prostate and why it becomes diseased.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction rostatitis has been called the wastebasket of clinical knowledge (Stamey, 1980).Although not as frequent as Drach and Barbalias estimated as affecting between 30-50% of males European statistics show 5-10% of men of fertile age suffer from it, while the National Ambulatory Medical Care Survey claims 8-9% are affectede. The study of this invalidating disease [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":261,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/295"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=295"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/295\/revisions"}],"predecessor-version":[{"id":779,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/295\/revisions\/779"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/261"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=295"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}