{"id":335,"date":"2018-09-05T10:57:03","date_gmt":"2018-09-05T10:57:03","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=335"},"modified":"2019-05-27T10:54:25","modified_gmt":"2019-05-27T10:54:25","slug":"abacterial-prostatitis","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/abacterial-prostatitis\/","title":{"rendered":"Abacterial prostatitis?"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Abacterial prostatitis?<\/h1>\n<p style=\"text-align: justify;\">Although mechanical causes are among the factors leading to the onset of <strong><span style=\"color: #ff0000;\">acute<\/span><\/strong>or chronic prostatitis, microbial super-infection ALWAYS produces the devastating effects of the disease. But, I can hear you object, what about the abacterial forms of prostatitis? I am sorry to disillusion you gentle reader but abacterial forms of prostatitis as early stage disease, pratically do not exist.<br \/>\nAnd what of all the studies? All the papers? All the laboratory tests showing no bacteria in the prostate secretion, sperm and urine? Are they all wrong?<br \/>\nSurely not, but let’s ask ourselves and our trusted urologist two questions! First was every single type of microorganism including the saprophytes or non-pathogens found and cultured? And were the cultures always done in the right medium with the right laboratory timing to promote development? And if, as we have seen, some glandular acini become obstructed under the inflammatory stimulus might not some microorganisms remain entrapped inside and be unavailable for detection in laboratory tests on fresh samples or cultures? If you have found no satisfactory answers to these questions anywhere else I can provide the following replies:<\/p>\n<p>a) Bacteria like staphylococcus aureus or staphylococcus epidermis and so forth which are usually found as normal inhabitants of the skin but not the prostate cannot be considered non-pathogens. You may object that whenever these pathogens were found they did not come from the prostate but were collected in the prostate secretion, maybe in the tract closest to the urethra or even outside on the penis. To confute this hypothesis we performed transrectal ultrasound-guided sampling within inflamed areas of the prostate in patients with high concentrations of saphrophyte bacteria in their prostatic secretion and found,as we expected, high concentrations of these bacteria. The results of this study were presented at the Italian Congress of Urologist in 2001, at the European Congress of Urology in 2002 and at the World Congress of International Continence Society in 2002. This type of study had already been carried out by Berger and Krieger in 1996 but their results were different. Their mistake was to take a blind harvest of the endoprostatic sample rather than use ultrasound as a guide so they did not collect samples from specifically inflamed areas of the prostate.<\/p>\n<p>b) By using the same technique i.e. taking micro-samples of tissue from obstructed acini we have always found multiple microbial agents even when samples of prostatic secretion collected by standard methods were sterile.<\/p>\n<p>c) Some microorganisms such as Chlamydia or Ureaplasma are difficult to detect in fresh samples and hard to culture so that even when they are present results are negative for infection. Often they can be detected directly in sperm or urine by DNA amplification technique using PCRb.<\/p>\n<p>d) Fungi are another question, particularly Candida albicans. Cultures and antibiogrammes have only recently been developed and are done only in advanced laboratories.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Abacterial prostatitis? Although mechanical causes are among the factors leading to the onset of acuteor chronic prostatitis, microbial super-infection ALWAYS produces the devastating effects of the disease. But, I can hear you object, what about the abacterial forms of prostatitis? I am sorry to disillusion you gentle reader but abacterial forms of prostatitis as early [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/335"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=335"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/335\/revisions"}],"predecessor-version":[{"id":760,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/335\/revisions\/760"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=335"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}