{"id":368,"date":"2018-09-05T11:25:21","date_gmt":"2018-09-05T11:25:21","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=368"},"modified":"2018-09-24T18:19:47","modified_gmt":"2018-09-24T18:19:47","slug":"perineal-floor-muscles","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/pathology-and-pathogenesy\/perineal-floor-muscles\/","title":{"rendered":"Perineal Floor Muscles"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Perineal Floor Muscles<\/h1>\n<p>Perineal floor can be compared to a funnel rather than to a flat floor with its base upward. Its walls consist of the fibber muscles of the levator ani, with an opening downward from where the urethra and the rectus exit. The levator ani muscles do not comprise only one muscle for side, but three muscular groups:<\/p>\n<p>ischiococcygeus, iliococcygeus, and pubococcygeus. They start from the anal sphincter (where the name derives from) and reach the coccyx from behind, as well as ilio, ischio and pubic bones laterally and frontally.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Why do we speak about these muscles?<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The latest theories, as mentioned before, blame the chronic spasm of these muscular groups for the chronic pain syndrome of pelvic floor.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Why does the spasm provokes pain?<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>If one or many muscles stay contracted  for a long time biochemical mechanisms get activated. Initially, they are supposed to defend, but after some time they start freeing local mediators of pain and inflammation. Thus besides an inflammation reaction chemically provoked, we also have the alteration of the local vascular circle, which is then followed by an insufficient removal of toxic substances produced by muscular activity. This, in its turn, aggravates the spasms in a chain reaction.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>How does this spasm get activated?<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The spasm of the perineal muscles can be caused by chronic inflammation not well-treated of endopelvic organs such as the prostate, vagina, ovaries, or recto colon, as well as incongruous surgeries. Thanks to a survey conducted in the USA by David Wise from Stanford University this type of spasm has been linked to causes that go back a long time from the moment it appears. In fact, in these patients traces of previous sexual psychical or physical violence episodes they were subjected to when still children, have been reported. Also prolonged derision by schoolmates during the primaries, or &#8211; unbelievable but true &#8211; abnormal maternal behaviour such as making the child sit for a long time on the chamber pot for defecation could be behind such spasm. We must also consider that the texture of the perineal muscles &#8211; like that of the chewing muscles &#8211; is an area of nervous tension discharge. Also, all those sexual activities which require a prolonged contraction of the perineal muscles can trigger a painful reaction as well as a worsening of the symptoms, not to mention here that a large number of patients report that the symptoms worsen even after just masturbation. The latter is due to the fact that when the sperm passes through a contracted urethral sphincter causes a significant stretching, which is then followed by a reflected activation of the perineal spasm and pains that can last hours or even days.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Have you ever asked yourself why all the symptoms diminish during holidays? Because the stress and the contraction of the perineal floor diminishes too. <\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The symptoms of the illness evolve in time, and this is something that all the “chronic prostatitis” patients are well aware of. By investigating the story of symptoms in a chronic prostatitis patient, usually we can discern a first stage characterised by urethroprostatic symptoms (they can last months) such as urethral burning, frequent urination, etc. This evolves into a stage characterised by symptoms caused by the spasm of the perineal floor. For example, pain in the perineum, troubled defecation, obstacled urination, painful ejaculation, testicular pain, etc. This shows how an initially period of infection and inflammation of a pelvic organ (bladder, prostate or urethra) can be followed by a spastic muscular reaction  as the one described above, when the well-known chronic pain syndrome of pelvic floor appears.<\/p>\n<p>&nbsp;<\/p>\n<p>We have spoken so far about the spasm of the perineal muscles as cause of the chronic pain of pelvic floor. However, as we know, every kind of sensation can be transmitted to our body only through its nerve conduction. The nerves that are involved in the chronic pain syndrome of the pelvic floor in this area belong to the pudendal plexus.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Perineal Floor Muscles Perineal floor can be compared to a funnel rather than to a flat floor with its base upward. Its walls consist of the fibber muscles of the levator ani, with an opening downward from where the urethra and the rectus exit. The levator ani muscles do not comprise only one muscle for [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":305,"menu_order":8,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/368"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=368"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/368\/revisions"}],"predecessor-version":[{"id":764,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/368\/revisions\/764"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/305"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=368"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}