{"id":376,"date":"2018-09-05T11:29:57","date_gmt":"2018-09-05T11:29:57","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=376"},"modified":"2018-09-24T18:22:27","modified_gmt":"2018-09-24T18:22:27","slug":"pudendal-plexus","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/pathology-and-pathogenesy\/pudendal-plexus\/","title":{"rendered":"Pudendal Plexus"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Pudendal Plexus<\/h1>\n<p><strong>Pudendal plexus<\/strong> is a compound structure consisting of fibbers that innervate both male and female genital organs, the rectal ampoule and the anus, as well as the muscles and perineum and scrotum skin. In other words, in the man the pudendal plexus, besides urination and defecation is involved in the erection, ejaculation, penis and glans sensitivity, glans colouration (yes, glans colour too), sensitivity of perineo-anal area, suprapubic sensitivity, testicular sensitivity, inner thigh and gluteal sensitivity and sensitivity of the coccyx (base of the vertebral column). The plexus comes from an anterior branch of the third sacral nerve and goes down to the pelvis where it ramifies into its collateral branches (bladder, haemorrhoids, levator ani, ischiococcyx, etc.) and into its terminal branch called pudendal nerve.<\/p>\n<p>&nbsp;<\/p>\n<p>All these branches accrue to and are protected by the pelvis bones, from behind, and the muscles of levator ani laterally and frontally. These nerve branches are somewhat dipped into and protected by the muscles of the pelvic floor, but they have two weak points, first in the Alcock’s channel and the second at the level of the ischial spines (an area 15-20 mm away from the anal sphincter).<\/p>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"color: #ff00ff;\">The latest theories blame this anatomic situation for the chronic pelvic pain.<\/span><\/strong> In fact the nerves in these two areas, in case of a spasm of the perineal muscles can be pressed and inflamed. Hyper-  or hypo- alteration of their sensitive and\/or motor functions follow. If the pelvis muscles go through a spastic situation, the muscles will suffer a compression trauma which then will result in pains or altered functions in the different areas where the nerves belong.<\/p>\n<p>Thus we have also explained the multiplicity and heterogeneity of the symptoms of the so-called “chronic prostatitis”. The symptoms will follow the relative branch of the pudendal plexus involved.<\/p>\n<p>So we have explained too the “migration” of symptoms which often makes physicians laugh and makes them accuse the patients of suffering from “obsessions”. If we fail to keep in consideration the anatomopathological reasons of these symptoms, it is rather easy not to believe a young man who today says to feel a kind of pain or tingling in the testicles (sometimes you feel as if a small animal is scuttling somewhere), whereas tomorrow an anal contraction, and perhaps in two days only a stabbing pain during ejaculation. Neurologists know very well the polymorphism of the symptoms following neuritis.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pudendal Plexus Pudendal plexus is a compound structure consisting of fibbers that innervate both male and female genital organs, the rectal ampoule and the anus, as well as the muscles and perineum and scrotum skin. In other words, in the man the pudendal plexus, besides urination and defecation is involved in the erection, ejaculation, penis [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":305,"menu_order":9,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/376"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=376"}],"version-history":[{"count":3,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/376\/revisions"}],"predecessor-version":[{"id":768,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/376\/revisions\/768"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/305"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=376"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}