{"id":385,"date":"2018-09-05T13:26:08","date_gmt":"2018-09-05T13:26:08","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=385"},"modified":"2018-09-24T18:22:21","modified_gmt":"2018-09-24T18:22:21","slug":"symptoms-introduction","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/symptoms-introduction\/","title":{"rendered":"Symptoms: introduction"},"content":{"rendered":"<h1>Symptoms of Chronic Prostatitis can be classified as follow:<\/h1>\n<ul>\n<li>Pain<\/li>\n<li>Urinary disorders<\/li>\n<li>Sexual disorders<\/li>\n<li>Reproductive disorders<\/li>\n<\/ul>\n<h2>Pain<\/h2>\n<p style=\"text-align: justify;\">This is usually the earliest symptom and easily leads the urologist to diagnose prostatitis. Some types of pain are undoubtedly specific. See for example mono or bilateral testicular soreness, painful heaviness in the perineum and occasionally a lancing burning pain and a feeling of something extraneous in the anus or ampulla of the rectum.<\/p>\n<p style=\"text-align: justify;\">Other less frequent but no less indicative symptoms are mono- or bi- lateral inguinal pain, a sensation of tight underpants, suprapubic heaviness, pain in the buttocks or at the base of the spinal column. Sometimes patients complain of pain,burning or over-sensitivity on the inside of one or both thighs which spread toward the perineum. The mesomeric cutaneous projection of prostate inflammation accounts for all these symptoms. Special mention must be made of burning at the tip of the penis at the beginning and\/or end of micturition or during ejaculation.<\/p>\n<p style=\"text-align: justify;\">The tip of the penis must be considered as the external projection of the bladder neck. An inflamed bladder neck makes itself felt when it opens or closes during micturition or ejaculation because of the high pressure which is exerted on it. On the other hand pain or burning along the lower tract of the penis which is continuous or felt only during micturition is a symptom of acute urethral inflammation which may or may not be complicated by prostatitis.<\/p>\n<p style=\"text-align: justify;\">One frequent symptom, which can perhaps only be explained by acupuncture meridians, is the pain or burning on the sole of the foot( usually left)which is felt during micturition or ejaculation. All these symptoms may improve, worsen or remain unchanged after ejaculation or bowel movement. They may worsen or reappear with the change of season, particularly when autumn changes to winter or winter to spring.<\/p>\n<h2>Urinary disorders<\/h2>\n<p style=\"text-align: justify;\">When urinary disorders are present, age is the only factor which differentiates prostatitis from BPH. The patient with prostatitis is usually a young man while the patient with BPH is generally elderly. Often passing small quantities of urine (pollakuria), nocturnal micturition (nicturia), hesitation at the start of micturition and the annoying final dripping are linked to bladder muscle hyperactivity in both groups of patients. Inflammation is the cause in cases of prostatitis and obstruction in cases of BPH.<\/p>\n<p style=\"text-align: justify;\">However, as I have already stated, obstruction due to congenital or post-inflammatory bladder neck rigidity (bladder neck sclerosis or dysectasia) can sometimes be found in young men.When urinary disorders are present, age is the only factor which differentiates prostatitis from BPH. The patient with prostatitis is usually a young man while the patient with BPH is generally elderly. Often passing small quantities of urine (pollakuria), nocturnal micturition (nicturia), hesitation at the start of micturition and the annoying final dripping are linked to bladder muscle hyperactivity in both groups of patients. Inflammation is the cause in cases of prostatitis and obstruction in cases of BPH. However, as I have already stated, obstruction due to congenital or post-inflammatory bladder neck rigidity (bladder neck sclerosis or dysectasia) can sometimes be found in young men.<\/p>\n<h2>Sexual disorders<\/h2>\n<p>These are usually found in patients with a long history of prostatitis and from the medical point of view are the hardest to cure because of overlapping psychological difficulties such as performance anxiety, need for self-defense after a poor performance etc. The most frequent symptoms are premature ejaculation, blood in the sperm (hemospermia), loss of libido and erectile dysfunction.  The first two are easily explained and cured if they are caused by prostatitis. In a 1994 study on 115 patients of ours ultrasound scans visualized one or more fibrous calcifications  near the veru montanum in patients affected by premature ejaculation. As we know the veru montanum regulates the times of orgasm. Hemospermia is often associated with stone formation in the ejaculatory ducts. Insufficient erection, loss of libido and more rarely refusing to have intercourse or being unable to reach orgasm (anorgasmia) are often present. In our experience psychotherapy is usually required for these patients particularly if the disturbances started at an early age. We work in collaboration with a specialist in psycho-sexual counseling.<\/p>\n<p>Erectile dysfunction and abnormal penile sensitivity need to be considered separately from the symptoms discussed above as they are closely linked and are related to erigens nerves which run from the prostate capsule to the dorsal lateral section of the penis. Chronic prostatic oedema can cause chronic compression of these nerve bundles and be the underlying cause of the erectile dysfunction.<\/p>\n<h2>Reproductive disorders<\/h2>\n<p style=\"text-align: justify;\">As we have already seen after ejaculation prostate fluid serves to nourish and propel spermatozoi towards the egg. If the prostate fluid is abnormal or contains blood because of inflammation the spermatozoa may lose mobility (astenospermia) or even become completely immobile and have a shortened life-span. When the Chalmydia Tracomatis is present they will be markedly deformed. If the ejaculatory ducts are also inflamed due to direct obstruction or to pressure exerted by surrounding prostate tissue the sperm will contain fewer spermatozoa (oligospermia) and will be ejaculated with little force into the vagina. Difficulties will ensue in trying to overcome the barrier of the female cervical mucous.<\/p>\n<p style=\"text-align: justify;\">If the seminal vesicles are infected symptoms will be more severe and more evident.<\/p>\n<p style=\"text-align: justify;\">\n","protected":false},"excerpt":{"rendered":"<p>Symptoms of Chronic Prostatitis can be classified as follow: Pain Urinary disorders Sexual disorders Reproductive disorders Pain This is usually the earliest symptom and easily leads the urologist to diagnose prostatitis. Some types of pain are undoubtedly specific. See for example mono or bilateral testicular soreness, painful heaviness in the perineum and occasionally a lancing [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=385"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385\/revisions"}],"predecessor-version":[{"id":767,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385\/revisions\/767"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=385"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}