{"id":401,"date":"2018-09-05T13:47:07","date_gmt":"2018-09-05T13:47:07","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=401"},"modified":"2018-09-24T18:24:42","modified_gmt":"2018-09-24T18:24:42","slug":"painful-symptoms","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/symptoms-introduction\/painful-symptoms\/","title":{"rendered":"Painful symptoms"},"content":{"rendered":"<h1>Painful symptoms<\/h1>\n<p>This is usually the earliest symptom and easily leads the urologist to diagnose prostatitis. Some types of pain are undoubtedly specific. See for example mono or bilateral testicular soreness, painful heaviness in the perineum and occasionally a lancing burning pain and a feeling of something extraneous in the anus or ampulla of the rectum.<\/p>\n<p>Other less frequent but no less indicative symptoms are mono- or bi- lateral inguinal pain, a sensation of tight underpants, suprapubic heaviness, pain in the buttocks or at the base of the spinal column. Sometimes patients complain of pain,burning or over-sensitivity on the inside of one or both thighs which spread toward the perineum. The mesomeric cutaneous projection of prostate inflammation accounts for all these symptoms. Special mention must be made of burning at the tip of the penis at the beginning and\/or end of micturition or during ejaculation.<\/p>\n<p>The tip of the penis must be considered as the external projection of the bladder neck. An inflamed bladder neck makes itself felt when it opens or closes during micturition or ejaculation because of the high pressure which is exerted on it. On the other hand pain or burning along the lower tract of the penis which is continuous or felt only during micturition is a symptom of acute urethral inflammation which may or may not be complicated by prostatitis.<\/p>\n<p>One frequent symptom, which can perhaps only be explained by acupuncture meridians, is the pain or burning on the sole of the foot( usually left)which is felt during micturition or ejaculation. All these symptoms may improve, worsen or remain unchanged after ejaculation or bowel movement. They may worsen or reappear with the change of season, particularly when autumn changes to winter or winter to spring.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Painful symptoms This is usually the earliest symptom and easily leads the urologist to diagnose prostatitis. Some types of pain are undoubtedly specific. See for example mono or bilateral testicular soreness, painful heaviness in the perineum and occasionally a lancing burning pain and a feeling of something extraneous in the anus or ampulla of the [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":385,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/401"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=401"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/401\/revisions"}],"predecessor-version":[{"id":769,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/401\/revisions\/769"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=401"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}