{"id":409,"date":"2018-09-05T13:51:28","date_gmt":"2018-09-05T13:51:28","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=409"},"modified":"2018-09-24T18:24:53","modified_gmt":"2018-09-24T18:24:53","slug":"urinary-desorders","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/symptoms-introduction\/urinary-desorders\/","title":{"rendered":"Urinary desorders"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Urinary desorders<\/h1>\n<p>When urinary disorders are present, age is the only factor which differentiates prostatitis from BPH. The patient with prostatitis is usually a young man while the patient with BPH is generally elderly. Often passing small quantities of urine (pollakuria), nocturnal micturition (nicturia), hesitation at the start of micturition and the annoying final dripping are linked to bladder muscle hyperactivity in both groups of patients. Inflammation is the cause in cases of prostatitis and obstruction in cases of BPH.<\/p>\n<p>However, as I have already stated, obstruction due to congenital or post-inflammatory bladder neck rigidity (bladder neck sclerosis or dysectasia) can sometimes be found in young men.When urinary disorders are present, age is the only factor which differentiates prostatitis from BPH. The patient with prostatitis is usually a young man while the patient with BPH is generally elderly. Often passing small quantities of urine (pollakuria), nocturnal micturition (nicturia), hesitation at the start of micturition and the annoying final dripping are linked to bladder muscle hyperactivity in both groups of patients. Inflammation is the cause in cases of prostatitis and obstruction in cases of BPH. However, as I have already stated, obstruction due to congenital or post-inflammatory bladder neck rigidity (bladder neck sclerosis or dysectasia) can sometimes be found in young men.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Urinary desorders When urinary disorders are present, age is the only factor which differentiates prostatitis from BPH. The patient with prostatitis is usually a young man while the patient with BPH is generally elderly. Often passing small quantities of urine (pollakuria), nocturnal micturition (nicturia), hesitation at the start of micturition and the annoying final dripping [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":385,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/409"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=409"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/409\/revisions"}],"predecessor-version":[{"id":770,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/409\/revisions\/770"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=409"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}