{"id":417,"date":"2018-09-05T13:56:13","date_gmt":"2018-09-05T13:56:13","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=417"},"modified":"2018-09-24T18:24:58","modified_gmt":"2018-09-24T18:24:58","slug":"sexual-disorders","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/symptoms-introduction\/sexual-disorders\/","title":{"rendered":"Sexual disorders"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Sexual disorders<\/h1>\n<p>These are usually found in patients with a long history of prostatitis and from the medical point of view are the hardest to cure because of overlapping psychological difficulties such as performance anxiety, need for self-defense after a poor performance etc. The most frequent symptoms are premature ejaculation, blood in the sperm (hemospermia), loss of libido and erectile dysfunction. The first two are easily explained and cured if they are caused by prostatitis. In a 1994 study on 115 patients of ours ultrasound scans visualized one or more fibrous calcifications near the veru montanum in patients affected by premature ejaculation. As we know the veru montanum regulates the times of orgasm. Hemospermia is often associated with stone formation in the ejaculatory ducts. Insufficient erection, loss of libido and more rarely refusing to have intercourse or being unable to reach orgasm (anorgasmia) are often present. In our experience psychotherapy is usually required for these patients particularly if the disturbances started at an early age. We work in collaboration with a specialist in psycho-sexual counseling.<\/p>\n<p>Erectile dysfunction and abnormal penile sensitivity need to be considered separately from the symptoms discussed above as they are closely linked and are related to erigens nerves which run from the prostate capsule to the dorsal lateral section of the penis. Chronic prostatic oedema can cause chronic compression of these nerve bundles and be the underlying cause of the erectile dysfunction.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sexual disorders These are usually found in patients with a long history of prostatitis and from the medical point of view are the hardest to cure because of overlapping psychological difficulties such as performance anxiety, need for self-defense after a poor performance etc. The most frequent symptoms are premature ejaculation, blood in the sperm (hemospermia), [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":385,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/417"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=417"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/417\/revisions"}],"predecessor-version":[{"id":771,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/417\/revisions\/771"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/385"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=417"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}