{"id":451,"date":"2018-09-06T08:00:23","date_gmt":"2018-09-06T08:00:23","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=451"},"modified":"2018-09-24T19:44:45","modified_gmt":"2018-09-24T19:44:45","slug":"digital-rectal-examination","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/diagnostic-techniques\/digital-rectal-examination\/","title":{"rendered":"Digital Rectal Examination"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Digital Rectal Examination (DRE)<\/h1>\n<h4>Valore diagnostico (7)<\/h4>\n<p>I do not think it a waste of time to emphasize the exploratory finger should be inserted into the rectum with great gentleness so that any contraction of the elevator muscles of the anal is not missed through the patient’s understandable reaction to rough handling. The contraction can be hypothesized indirectly if the patients complains of elective pain of the pudendum nerves at the sacrospinal ligament. In our experience this is never he primary cause of perineal pain. Caused by chronic contraction of the elevator anus muscles, it is always secondary to either primary prostate pain or repeated microtraumas due to hard bicycle or horse saddles or vibrations from mopeds etc. In any case, even when secondary, it should always be treated.<\/p>\n<p><em>The DRE may, for teaching purposes, be divided into the lower (rectal sphincter, haemorrhoid area, perineal floor muscles), middle (prostate apex and organ) and upper (prostate base and seminal vesicles) tracts.<\/em><\/p>\n<p>After training the patient may perform the DRE himself and obtain information on the course of his disease during treatment. In our experience self-examination may not have any real therapeutic value but it certainly helps reduce the anxiety factor and makes the patient aware of exactly where the origin of his illness &#8211; the prostate &#8211; actually lies. In the course of prostatitis the prostate may be soft and enlarged, normal in size and normal or hardened when palpated in acute phase inflammation. The DRE may cause pain irradiating to the penis tip particularly when the inflamed area is felt. In the older age group or in patients with hemospermia the DRE should exclude the presence of tumours which, we must remember, cannot be distinguished by palpation alone, from calcified nodules or granulomatous prostatitis. When diagnosis is uncertain blood concentrations of the prostatic specific antigen (PSA) should be dosed to clarify the picture.<br \/>\nThe final stage of the DRE is palpation of the seminal vesicles to determine their consistency, volume and whether pain is present.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Digital Rectal Examination (DRE) Valore diagnostico (7) I do not think it a waste of time to emphasize the exploratory finger should be inserted into the rectum with great gentleness so that any contraction of the elevator muscles of the anal is not missed through the patient’s understandable reaction to rough handling. The contraction can [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":434,"menu_order":8,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/451"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=451"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/451\/revisions"}],"predecessor-version":[{"id":788,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/451\/revisions\/788"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/434"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=451"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}