{"id":484,"date":"2018-09-06T08:19:24","date_gmt":"2018-09-06T08:19:24","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=484"},"modified":"2018-09-06T08:19:24","modified_gmt":"2018-09-06T08:19:24","slug":"trus-and-chronic-prostatitis","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/diagnostic-techniques\/trus-and-chronic-prostatitis\/","title":{"rendered":"TRUS and chronic prostatitis"},"content":{"rendered":"<h1 class=\"arttit contentheading\">TRUS and chronic prostatitis<\/h1>\n<p>PROSTATE PARENCHYMA<\/p>\n<p>The prostate capsule and size are usually normal. Ultrasound abnormalities may be found throughout the parenchyma or only in the periurethral or peripheral areas. In cases of mild chronic inflammation a high resolution ultrasound probe is essential for detection of minimal signs of the disease which are irregularly-shaped, highly echogenic oval areas. Reactive dilation of peri-prostatic veins is sometimes presentbut is not a specific indication for diagnosis. In more severe cases of chronic inflammation three ultrasound patterns are found in the parenchyma: strongly hypoechogenic areas with edges merging into the surrounding parenchyma (see photo); areas with a homogenous hyperechogenicity and well-defined saw-tooth edges (see photo); strongly hyperechogenic areas which are sometimes surrounded by a hypoechogenic halo due to the acute reaction in the surrounding gland.<\/p>\n<p>FIBROUS CALCIFICATIONS<\/p>\n<p>Fibrous calcifications, ranging from a few millimeters to some centimetres in diameter, appear as highly hyperechogenic round, irregular ovoid or dot-like (the so-called calcium spray) images which, depending on their density, may have an underlying posterior shadow cone. The diagnostic value of this finding is closely correlated with the patient’s age. In an elderly man calcification in the peripheral area of a prostatic adenoma is caused by calcium precipitation inside the ducts or acina, due to adenoma compression and is not usually symptomatic. In a young man this type of calcification is found in 85% of patients with symptoms of prostatitis and in about 12-15% of symptom-free subjects. In young patients the calcification is, for anatomic reasons, usually localized in the periurethral area and is caused by crystal precipitation inside the periurethral acini whose ducts are obstructed by inflammation. Calcification is never a real concrete formation like a kidney stone but always a tenacious, weak aggregate which must be destroyed to ensure therapy is efficacious (see film). Calcifications are a major associated cause of the symptoms of prostatitis and they perpetrate the disease by maintaining the microbial agents within, like the besieged in a fortified city. These microbes are the source of re-infection. Symptoms associated with calcification vary with the localization and are as follows: periurethral sub-bladder neck: micturitional disturbances, stabbing pain radiating to the penis tip at the start and\/or end of micturition; median periurethral area: perineal tension or no symptoms; peri-Veru montanum: premature ejaculation, ejaculation pain, feeling of obstruction in the passage of sperm, hemospermia (see photo); peri or intra-ejaculatory ducts: symptoms are the same as those of peri-Veru montanum calcifications (see photo). As I have already said these calcifications have a high urate, creatinine, xanthine and uridine content. Consequently some authors have attempted to cure prostatitis by administering anti-uric substances by the general route. Symptoms improved to a certain extent but only for as long as the drug was taken.<\/p>\n<p>EJACULATORY DUCTS<\/p>\n<p>When normal, the ejaculatory ducts can be visualized, particularly during micturition, as two hypoechogenic streaks converging on the veru montanum. They can be imaged one at a time on a linear plane. When acutely inflamed the image is even clearer because the wall edema enhances visibility. In cases of chronic inflammation the walls frequently become hyperechogenic because of thickening and fibrosis. Sometimes fibrosis is associated with intraluminal calculi which are visualized as echo-lucent spots in a circular rosary-bead formation (see photo). Symptoms associated with ejaculatory duct inflammation are manifested during orgasm and include pain or burning during ejaculation, sometimes hemospermia, a feeling of obstruction, reduced sperm quantity and impaired quality and even no ejaculate.<\/p>\n<p>SEMINAL VESICLES<\/p>\n<p>When normal the seminal vesicles are clearly visible above the prostate base (especially after a period of sexual abstinence). They appear as two hypoechogenic oval structures with many internal hypoechogenic septates. When inflamed they are usually dilated because voiding is obstructed by edema in the ampoule or ejaculatory ducts. Ultrasound finding similar to those of cysts may be mono- or bi-lateral In cases of major chronic inflammation due, for example, to trichomonas or gonorrhea, the vesicles sometimes appear sclerotic with hyperechogenic walls. When inflamed the seminal vesicles usually cause a continual, dull pain which may intensify during defecation, thus producing reflex constipation and giving rise to a vicious circle harder faeces and more pain during defecation. Because of their anatomical configuration the seminal vesicles are often the last area to be cured of inflammation and treatment must be monitored very carefully.<\/p>\n<p>UTRICULUS<\/p>\n<p>Normally this involuted organ is invisible during an ultrasound scan. Sometimes it remains active and may dilate and form cysts which can be visualized as asonic areas near the median urethra. Even with cysts the patient may be asymptomatic but if pain is present or generated by the cysts it can be cured with the appropriate therapy.<\/p>\n<p>BLADDER NECK AND TRIGONE<\/p>\n<p>Functional ultrasound scanning of this area is possible only during micturition. In normal subjects the start of micturition corresponds to a gradual homogenous opening of the bladder neck. The anterior and posterior parts form a cone with its base on the trigone and its apex continuing into the urethra (see photo). In the presence of bladder neck sclerosis or dysectasia ultrasound visualizes the slow opening of a rigid, not soft, bladder neck (shutter opening). A clear endoluminal protuberance appears in the posterior portion (posterior lip). The physiological funnel shape is changed (see photo) and the space for the stream of urine is markedly reduced which causes an accelerated flow rate. Consequently an abnormal bladder neck closure at the end of micturition appears as a shutter closure and leaves a small trapped quantity of urine which drips out after micturition is ended. When bladder neck sclerosis is present it must be corrected to prevent the development of chronic prostatitis. Primary or secondary inflammatory abnormalities in the trigone (trigonitis) are hard to detect in an ultrasound scan unless they are very marked and associated with mucous extroflexion (papillary trigonitis). The image shows much tiny digitation on the vessel wall.<\/p>\n<p>URETHRA<\/p>\n<p>The urethra, like the bladder neck, can only be studied during the dynamic phase of micturition. In normal subjects after bladder neck funneling the prostatic urethra distends to a maximum of 10 mm. The walls are thin and very slightly more echogenic than the surrounding glandular tissue (see photo). In cases of urethritis the distension seems rigid and the walls are markedly more hyperechogenic and thicker and have an irregular profile. The clearest indirect sign of urethral narrowing (stenosis) below the tract visualized by the ultrasound probe is overdilation of the prostatic urethra with no other sign of disease (see photo). These patients must then undergo radiography during micturition (urethrocystography)to confirm the diagnosis.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>TRUS and chronic prostatitis PROSTATE PARENCHYMA The prostate capsule and size are usually normal. Ultrasound abnormalities may be found throughout the parenchyma or only in the periurethral or peripheral areas. In cases of mild chronic inflammation a high resolution ultrasound probe is essential for detection of minimal signs of the disease which are irregularly-shaped, highly [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":434,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/484"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=484"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/484\/revisions"}],"predecessor-version":[{"id":485,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/484\/revisions\/485"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/434"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=484"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}