{"id":510,"date":"2018-09-06T08:35:43","date_gmt":"2018-09-06T08:35:43","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=510"},"modified":"2018-09-24T18:26:04","modified_gmt":"2018-09-24T18:26:04","slug":"therapy","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/therapy\/","title":{"rendered":"Therapy"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Therapy: introduction<\/h1>\n<h3>Guidelines<\/h3>\n<p>The guidelines followed in the treatment of the chronic prostatitis \/ chronic pelvic pain syndrome come as a logic conclusion of the knowledge we have so far talked about in the previous chapters. Let’s speak now about the categories that the patients, who usually complain of the same symptoms, fall under. There are four of them. However, we most never forget that such categories are not always clearly distinguishable. Sometimes they overlap, or a patient can belong to more than one category. So it’s experience that decides the treatment the patient must be given.<\/p>\n<p>The four categories are the following:<\/p>\n<p>1. The first comprises patients with acute prostatitis under way. These patients are rare and can be easily identified because of the association of different symptoms such as fever, perineal pain, troubled urination. Very often they can remember when the symptoms first appeared (e.g. a recent unprotected sexual intercourse).<\/p>\n<p>2. Patients who suffer from a real chronic prostate-bladder infection. My experience tells me that these patients are less frequent. However, spotting bacteria such as Chlamydia, Ureaplasma, Mycoplasma, Gonococcus, or virus (HPV) either in the sperma or urethral swab, is practically impossible through cold cultures and tests. PCR test (quality amplification of their AND) is far more reliable instead. The blood dose of Chlamydia antibodies, if it is absent, does not necessary exclude microorganisms. During the illness, the prostate on the one hand, tries to localise the infection encapsulating it into a polysaccharide area, whereas, on the other, some microorganisms such as Chlamydia produce their own bacterial microfilms. This explains why these areas are hardly penetrable by antibiotics administered via the respiratory tract or  injection. Moreover, in these patients bacterial prostatitis can sometimes develop self-immunity. Alexander 1997 and T-cells, which are reactive to normal prostatic proteins, can also be detected in these patients’ blood. The dose of Cytokines (IL2-IL6-TNFalfa) in the sperm often displays values much higher than in normal people.<\/p>\n<p>3. Patients in whom past prostatitis has evolved into spasms of the perineal floor and inflammation of the pudendal nerves. These are the most frequent cases.<\/p>\n<p>4. Patients in whom the symptoms have appeared as a result of anatomical alteration of the bladder neck (sclerosis) or urethra (stenosis, malformation, etc.). Luckily, these cases are very rare, but treatment, however, must be preceded by surgery.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Therapy: introduction Guidelines The guidelines followed in the treatment of the chronic prostatitis \/ chronic pelvic pain syndrome come as a logic conclusion of the knowledge we have so far talked about in the previous chapters. Let’s speak now about the categories that the patients, who usually complain of the same symptoms, fall under. There [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/510"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=510"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/510\/revisions"}],"predecessor-version":[{"id":773,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/510\/revisions\/773"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=510"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}