{"id":520,"date":"2018-09-06T08:42:25","date_gmt":"2018-09-06T08:42:25","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=520"},"modified":"2018-09-24T18:26:10","modified_gmt":"2018-09-24T18:26:10","slug":"techniques","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/therapy\/techniques\/","title":{"rendered":"Techniques"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Techniques<\/h1>\n<p>The patient is placed in the lithotomic position. After carefully disinfecting the skin with a sterile soap solution a 15 cm, 23 G mandrinate needle is inserted transperineally under ultrasound guide as far as the pelvic floor. The needle must be inserted 10 mm to the left or right of the median rafe and 10-15 mm in front of the rectal sphincter. Using a trajectory which is parallel to the horizontal plane this entry point corresponds to the prostate apex. Choice of right or left of the median rafe is dictated by the inflammation site and if inflammation is bilateral the procedure must be repeated on the other side. If the manoeuvre is skillfully done discomfort is slight and indeed, it has always been accepted with no bother by our patients. 15cc Carbocaine in a 2% solution are infiltrated into the pelvic floor muscles and diaphragm. After waiting a few seconds for the anaesthetic to take effect the needle is passed over the urogenital diaphragm. This is an extremely sensitive structure and if not properly anaesthetized, the procedure can be very painful. The needle moves inside the lesions which have to be infiltrated (see film) with the antibiotic cocktail and cortisone (12 mg desamethazone). When the infiltration is finished the needle is withdrawn and the ultrasound probe removed from the rectum. The prostate is massaged vigorously to ensure the drugs are uniformly distributed.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Techniques The patient is placed in the lithotomic position. After carefully disinfecting the skin with a sterile soap solution a 15 cm, 23 G mandrinate needle is inserted transperineally under ultrasound guide as far as the pelvic floor. The needle must be inserted 10 mm to the left or right of the median rafe and [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":510,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/520"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=520"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/520\/revisions"}],"predecessor-version":[{"id":774,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/520\/revisions\/774"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/510"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=520"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}