{"id":556,"date":"2018-09-06T09:09:13","date_gmt":"2018-09-06T09:09:13","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/?page_id=556"},"modified":"2018-09-24T18:58:16","modified_gmt":"2018-09-24T18:58:16","slug":"life-style","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/en\/miscellaneous\/life-style\/","title":{"rendered":"Life Style"},"content":{"rendered":"<h1 class=\"arttit contentheading\">Life Style<\/h1>\n<p>Gram negative germs are the cause of most cases of bacterial prostatitis. They are found stably in the intestine and in high concentrations in faeces. Germs such as E.Coli, Klebsielle, Proteus etc. become dangerous for the prostate only if they stagnate in the ampoule of the rectum because they can be conveyed to the prostate through the lymph vessels.<\/p>\n<p>Consequently constipation must be counteracted as must colics and diarrhea. Besides a fibre-rich diet and anti-spasm drugs we recommend repeated cycles of high concentration lactic zymes.<\/p>\n<p>In patients with hemorrhoids worsening provokes the reappearance of the symptoms of prostatitis because the whole small pelvis is inflamed. We always prescribe antibiotics and local anti-inflammatory agents to cure the venous inflammation. In more serious cases we recommend surgery (hemorrhoidectomy).<\/p>\n<p>A new drug, avilable only in Europe (<strong>Hamolind<\/strong>* tablets), it seems very promising in not surgical therapy of hemorrhoids.<\/p>\n<p>Some sexual habits should be avoided as they can worsen prostatitis. Intercourse should neither be prolonged or concluded suddenly (coitus interruptus).<\/p>\n<p>Some patients report episodes of unprotected intercourse. If the patient cannot or will not use a condom we prescribe 500 mg of a new generation quinolonic drug to be taken at least 1 hour before intercourse.<\/p>\n<p>Some sports like cycling, motorcross and horse-riding may cause or worsen prostatitis and I can only advise stopping.<\/p>\n<p>Some occupations like bus or train drivers, travelling salesmen, can cause prostatitis through venous stasis due to chronic, prolonged compression of the prostate by the perineum. Every two hours 5 minutes of bending over re-establishes good circulation in the area.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Life Style Gram negative germs are the cause of most cases of bacterial prostatitis. They are found stably in the intestine and in high concentrations in faeces. Germs such as E.Coli, Klebsielle, Proteus etc. become dangerous for the prostate only if they stagnate in the ampoule of the rectum because they can be conveyed to [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":546,"menu_order":6,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/556"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=556"}],"version-history":[{"count":2,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/556\/revisions"}],"predecessor-version":[{"id":784,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/556\/revisions\/784"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/546"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=556"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}