{"id":62,"date":"2011-03-25T11:08:34","date_gmt":"2011-03-25T11:08:34","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/muscoli-del-pavimento-perineale\/"},"modified":"2018-09-05T11:22:11","modified_gmt":"2018-09-05T11:22:11","slug":"muscoli-del-pavimento-perineale","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/anatomia-patologica\/muscoli-del-pavimento-perineale\/","title":{"rendered":"Muscoli del perineo"},"content":{"rendered":"<h1>Muscoli del pavimento perineale<\/h1>\n<p style=\"text-align: justify;\">Il pavimento perineale più che ad un vero pavimento piatto può essere assimilato ad un imbuto conico con la base in alto verso l&#8217;addome, con le pareti costituite dai muscoli elevatori dell&#8217;ano e con il vertice in basso aperto verso l&#8217;esterno da dove fuoriesce l&#8217;uretra ed il retto. I muscoli elevatori dell&#8217;ano non sono in realtà costituiti da un solo muscolo per parte, ma dall&#8217;insieme di tre ben definiti fasci muscolari (ischio-coccigeo, ileo-coccigeo, pubo-coccigeo) che partendo appunto dallo sfintere anale (da cui il nome), si attaccano posteriormente al coccige e latero-anteriormente alle ossa dell&#8217;ileo, dell&#8217;ischio e del pube.<\/p>\n<p><span style=\"color: #008080;\"><strong>Perchè parliamo di questi muscoli? <\/strong><\/span><br \/>\nLe moderne teorie, come già accennato sopra, riferiscono allo spasmo cronico di questi gruppi muscolari, la vera causa della <strong>sindrome dolorosa cronica del pavimento pelvico<\/strong>.<br \/>\n<span style=\"color: #008080;\"><strong><br \/>\nMa perchè lo spasmo provoca dolore? <\/strong><\/span><br \/>\nSe un muscolo od uno o più gruppi muscolari si mantengono contratti per lungo tempo, si attivano dei meccanismi biochimici che dovrebbero essere inizialmente di difesa, ma che dopo breve tempo portano invece alla liberazione locale di mediatori del dolore e dell&#8217;infiammazione. Si ha così oltre ad una reazione infiammatoria chimicamente indotta, l&#8217;alterazione del circolo vascolare locale cui consegue la scarsa rimozione di sostanze tossiche fisiologicamente prodotte dal lavoro muscolare e che aggravano in maniera reattiva a cascata, lo spasmo stesso.<\/p>\n<p><strong><span style=\"color: #008080;\">Ma in che modo si attiva questo spasmo? <\/span><\/strong><br \/>\nSemplificando, lo spasmo della muscolatura del perineo può essere conseguente ad un&#8217;infiammazione cronica mal curata degli organi endopelvici quali prostata, vagina, ovaie o rettocolon, così come ad incongrui interventi chirurgici. Ma una vasta e ben condotta ricerca effettuata negli USA da David Wise, della Stanford University,  ha potuto mettere in relazione questo spasmo con cause apparentemente temporalmente lontanissime dalla loro comparsa. Sono infatti stati evidenziati, in maniera statisticamente significativa in questi pazienti, pregressi episodi di violenze sessuali psichiche o fisiche subite da bambini, oppure stati di prolungate derisioni da parte di compagnetti durante le scuole primarie ma anche, incredibilmente, comportamenti maternali anormali, come il fare stare troppo a lungo il piccolo bambino sul vasino ad evacuare . Bisogna tenere inoltre presente che la muscolatura del perineo, così come per esempio quella dei muscoli masticatori, può essere una zona di scarico di tensioni nervose, che talvolta fanno da spina irritativa scatenante ai sintomi da spasmo muscolare. Ma anche tutti quei comportamenti sessuali che attivano una prolungata contrazione della muscolatura perineale, possono di per se scatenare una reazione dolorosa od un peggioramento dei sintomi. Senza contare che molti pazienti riferiscono significativi peggioramenti anche solo dopo la semplice masturbazione. Questo è dovuto al fatto che lo sperma al passaggio nello sfintere uretrale contratto, ne provoca un vivace stretching a cui consegue un&#8217;attivazione riflessa per ore o giorni dello spasmo perineale con tutti i dolori connessi.<\/p>\n<p><strong><span style=\"color: #008080;\">Vi siete mai chiesti perchè spessissimo tutti i sintomi diminuiscono in vacanza?<\/span><\/strong><br \/>\nPerchè diminuisce lo stress e conseguentemente la tensione del pavimento perineale!! Che comunque i sintomi della malattia evolvano con il passare del tempo, è esperienza più o meno nota a quasi tutti i &#8220;prostatitici cronici&#8221;. Investigando la storia dei sintomi di un soggetto prostatitico, di solito si può ben distinguere un primo periodo con sintomi uretroprostatitici iniziali (anche per mesi), quali bruciori uretrali, frequenza minzionale, ecc. al quale segue un evoluzione caratterizzata dalla comparsa dei sintomi più propriamente riferibili allo spasmo del pavimento perineale, quali dolori del perineo, defecazione difficoltata, minzione ostacolata, ejaculazione dolorosa, dolori testicolari, ecc. Questo ci può ben fare intravedere come ad una prima fase infettiva-infiammatoria di un organo pelvico (vescica oppure prostata o uretra), faccia seguito la suddescritta reazione spastica della muscolatura, con la comparsa della ben più conclamata <strong>sindrome dolorosa cronica del pavimento pelvico<\/strong>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Muscoli del pavimento perineale Il pavimento perineale più che ad un vero pavimento piatto può essere assimilato ad un imbuto conico con la base in alto verso l&#8217;addome, con le pareti costituite dai muscoli elevatori dell&#8217;ano e con il vertice in basso aperto verso l&#8217;esterno da dove fuoriesce l&#8217;uretra ed il retto. I muscoli elevatori [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":14,"menu_order":8,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/62"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=62"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/62\/revisions"}],"predecessor-version":[{"id":366,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/62\/revisions\/366"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/14"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=62"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}