{"id":63,"date":"2011-03-25T11:09:04","date_gmt":"2011-03-25T11:09:04","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/plesso-pudendo\/"},"modified":"2018-09-05T11:27:55","modified_gmt":"2018-09-05T11:27:55","slug":"plesso-pudendo","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/anatomia-patologica\/plesso-pudendo\/","title":{"rendered":"Plesso Pudendo, Nervo Pudendo: sintomi infiammazione, anatomia e cura"},"content":{"rendered":"<h1>Il plesso pudendo<\/h1>\n<p>Fino ad ora abbiamo parlato dello spasmo della muscolatura perineale, quale causa della sindrome dolorosa del pavimento pelvico. Ora ci concentreremo invece sulle conduzioni nervose, che com’è noto, hanno il ruolo fondamentale di trasmettere le diverse sensazioni al nostro organismo. I nervi coinvolti nella sindrome dolorosa del pavimento pelvico, fanno parte del cosiddetto “plesso pudendo”.<\/p>\n<h2>Anatomia &amp; funzioni<\/h2>\n<p>Il plesso pudendo comprende fibre che innervano gli organi genitali maschili e femminili, l&#8217;ampolla rettale, l&#8217;ano, nonchè i muscoli, la pelle del perineo e dello scroto. Nell’apparato maschile, mediante terminazioni ed anastomosi, il plesso pudendo sovrintende a:<\/p>\n<ol>\n<li>minzione<\/li>\n<li>defecazione<\/li>\n<li>erezione<\/li>\n<li>ejaculazione<\/li>\n<li>sensibilità del pene e del glande<\/li>\n<li>colorazione del glande<\/li>\n<li>reattività dell&#8217;area perineo-anale,<\/li>\n<li>percettibilità sovravescicale e testicolare<\/li>\n<li>sensibilità dell&#8217;interno coscia e dei glutei<\/li>\n<li>sensibilità coccigea (base della colonna vertebrale)<\/li>\n<\/ol>\n<h2>&#8211; Cos’è il <strong><span style=\"text-decoration: underline;\">nervo pudendo<\/span><\/strong>?<\/h2>\n<p>Si tratta del ramo terminale del plesso pudendo, che propagandosi anteriormente dalla terza radice sacrale, innerva tutto il bacino. Il nervo pudendo origina quindi dal midollo spinale, per poi scendere lungo la schiena ed attraversare il grande forame ischiatico, posteriormente al muscolo Piriforme. Ha funzioni sia sensitive che motorie, ed innerva sia la regione dello sfintere anale, che dei genitali.<\/p>\n<p>Il pudendo e gli altri rami (vescicale, emorroidario, elevatore dell&#8217;ano, ischio coccigeo), sono protetti posteriormente dalle ossa del bacino, mentre lateralmente ed anteriormente, dai muscoli elavatori dell&#8217;ano. Sebbene letteralmente &#8220;immerse&#8221;, e dunque riparate dai muscoli del pavimento pelvico, le suddette diramazioni, conservano due punti deboli:<\/p>\n<ol>\n<li>Il canale di Alckoch<\/li>\n<li>Le spine ischiatiche ( distanti circa 15-20mm dallo sfintere anale)<\/li>\n<\/ol>\n<p>In entrambi i casi è riscontrabile un chiaro deficit difensivo.<\/p>\n<h2>&#8211; Nevralgia del pudendo: sintomi e cure<\/h2>\n<p>Si tratta di un’ infiammazione molto dolorosa, diagnosticabile solo clinicamente. I sintomi possono infatti essere di vario genere, e gli esami strumentali attualmente disponibili, non sono in grado offrire una prognosi certa.<\/p>\n<p>Le più moderne teorie addebitano la comparsa del dolore pelvico cronico, proprio alla situazione anatomica del pudendo. In caso di spasmo della muscolatura perineale infatti, nelle due zone più esposte (leggi sopra), i nervi potrebbero essere compressi ed infiammati, con conseguente alterazione delle funzioni sensitive e\/o motorie.<\/p>\n<h2>Polimorfismo dei sintomi e migrazione<\/h2>\n<p>Bruciore, formicolio, e percezione di un corpo estraneo nel retto, i sintomi più diffusi. Qualcuno lamenta dolori acuti soltanto durante l’atto sessuale, altri anche da seduti o in posizione supina. Tuttavia, a seconda del ramo del plesso pudendo interessato, si avrà la relativa sintomatologia periferica. I medici spesso parlano di “migrazione” dei sintomi, fenomeno che tende a complicare la diagnosi. A motivazione anatomo-patologica sconosciuta, è infatti facile confondersi o restare scettici, d’innanzi alle affermazioni di un paziente che avverta sia dolori\/formicoliì testicolari, sia contrazioni anali ripetute.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Il plesso pudendo Fino ad ora abbiamo parlato dello spasmo della muscolatura perineale, quale causa della sindrome dolorosa del pavimento pelvico. Ora ci concentreremo invece sulle conduzioni nervose, che com’è noto, hanno il ruolo fondamentale di trasmettere le diverse sensazioni al nostro organismo. I nervi coinvolti nella sindrome dolorosa del pavimento pelvico, fanno parte del [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":14,"menu_order":9,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/63"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=63"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/63\/revisions"}],"predecessor-version":[{"id":374,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/63\/revisions\/374"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/14"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=63"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}