{"id":66,"date":"2011-03-25T11:37:18","date_gmt":"2011-03-25T11:37:18","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/sintomi-della-sfera-sessuale\/"},"modified":"2018-09-05T13:54:43","modified_gmt":"2018-09-05T13:54:43","slug":"sintomi-della-sfera-sessuale","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/sintomatologia\/sintomi-della-sfera-sessuale\/","title":{"rendered":"Sintomi della sfera sessuale"},"content":{"rendered":"<h1>Sintomi della sfera sessuale<\/h1>\n<p style=\"text-align: justify;\">Si presentano di solito in pazienti con una lunga storia di prostatite\/dolore pelvico cronico alle spalle e sono dal punto di vista medico i più difficili da risolvere per la talvolta contemporanea sovrapposizione di problematiche psicologiche quali l’ansia prestazionale, il bisogno di difendere il concetto di se stessi rispetto ad una prestazione sessuale deludente, ecc.<br \/>\nI più frequenti sono i disturbi del desiderio sessuale e dell’ erezione associati o meno alla diminuzione della sensibilità del glande o al contrario all’ejaculazione precoce. Da un punto di vista eziopatogenetico questi sintomi (a parte la diminuzione della libido) sono abbastanza facilmente spiegabili riconducendo il tutto ad una sofferenza delle vie della conduzione nervosa, sia sensitive che motorie. In un nostro studio su 115 pazienti affetti da prostatite cronica (1994), abbiamo potuto constatare con uno studio ecografico, che l&#8217; ejaculazione precoce è spesso associabile alla presenza di una o più formazioni fibro-calcifiche in prossimità del veru montanum, il quale come sappiamo, prende parte in maniera rilevantissima alla regolazione temporale dell’orgasmo.<\/p>\n<p>E&#8217; da segnalare che studi recentissimi hanno correlato la comparsa di deficit erettivo nei giovani con la prostatite. La causa di questa comparsa sarebbe il prodursi di una cosiddetta sindrome veno-occlusiva causata da un danno alle valvole venose della continenza, da accumulo di sostanze infiammatorie (Citochine).<\/p>\n<p>Talvolta si riscontra anche la presenza di sangue nello sperma (emospermia). In questi casi è frequente la rilevazione di calcoli nei dotti ejaculatori.<br \/>\nLa diminuzione della libido invece, fino alla totale scomparsa di interesse sessuale, associata o meno alla capacita&#8217; di raggiungere l&#8217;orgasmo (anorgasmia), è una problematica spesso drammaticamente presente e che nei racconti dei nostri pazienti è inequivocabilmente associata alla paura di essere reinfettati o di trasmettere una malattia al partner oppure di subire le attese conseguenze dolorose nel periodo subito postcoitale. In questi casi il dolore compare in maniera sorda nella regione perianale, circa una ventina di minuti dopo l&#8217;ejaculazione e può perdurare per ore od anche per giorni. Questo dolore è di solito conseguente ad uno stiramento acuto dello sfintere uretrale con riacerbazione della sindrome spastica perineale e attivazione di quei meccanismi precedentemente descritti.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sintomi della sfera sessuale Si presentano di solito in pazienti con una lunga storia di prostatite\/dolore pelvico cronico alle spalle e sono dal punto di vista medico i più difficili da risolvere per la talvolta contemporanea sovrapposizione di problematiche psicologiche quali l’ansia prestazionale, il bisogno di difendere il concetto di se stessi rispetto ad una [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":15,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/66"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=66"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/66\/revisions"}],"predecessor-version":[{"id":415,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/66\/revisions\/415"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/15"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=66"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}