{"id":71,"date":"2011-03-25T11:57:30","date_gmt":"2011-03-25T11:57:30","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/esplorazione-rettale\/"},"modified":"2019-01-16T22:33:56","modified_gmt":"2019-01-16T22:33:56","slug":"esplorazione-rettale","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/metodiche-diagnostiche\/esplorazione-rettale\/","title":{"rendered":"Esplorazione rettale"},"content":{"rendered":"<h1><span style=\"color: #ff00ff;\">Esplorazione rettale<\/span><\/h1>\n<h4>Valore diagnostico 7<\/h4>\n<p>Non ritengo inutile sottolineare che il dito esploratore debba essere inserito nel retto con estrema delicatezza, onde non perdere, per una ben comprensibile reazione del paziente, la possibilità di percepire una contrattura patologica della muscolatura degli elevatori dell’ano. Tale contrazione è anche indirettamente ipotizzabile qualora si riscontri una dolorabilità elettiva dei nervi pudendi a livello del ligamento sacrospinale.<br \/>\nDa notare che l&#8217;irritazione dei nervi pudendi non è mai la causa primitiva del dolore perineale, ma può essere secondaria, sia alla contrazione cronica su base reattiva infiammatoria della muscolatura perineale, sia alla presenza di ripetuti traumatismi cronici del perineo (sellino duro della bicicletta, sella del cavallo, vibrazioni del motorino ecc.). In ogni caso questo particolare stato, anche se secondario, va sempre trattato.<\/p>\n<p><em>Per motivi didattici l’esplorazione del retto può essere divisa in inferiore (studio dello sfintere rettale, dell’area emorroidaria e dei muscoli del pavimento perineale), media (apice prostatico e corpo della prostata) e superiore (base prostatica e vescicole seminali).<\/em><\/p>\n<p>La manovra può, previo apprendimento, essere autoeseguita dal paziente stesso, potendone così trarre autonomamente informazioni di andamento della malattia, in corso di trattamento. Abbiamo inoltre potuto constatare che ciò, se naturalmente non ha una valenza strettamente terapeutica, di solito però comporta una diminuzione dell’ansia legata alla malattia, facendo prendere coscienza al soggetto della localizzazione del proprio organo malato e della sede di partenza dei propri disturbi.<\/p>\n<p>La prostata in corso di prostatiti può presentarsi sia aumentata di volume e soffice, come nella fase di infiammazione acuta, sia volumetricamente normale con consistenza regolare o indurita. L’esame può generare una vivace dolenzia, che si può irradiare alla punta del pene, soprattutto nell’esplorazione della sua porzione infiammata. L’esplorazione rettale deve anche naturalmente essere rivolta ad escludere , soprattutto nei soggetti meno giovani e con eventuale emospermia, la presenza di formazioni neoplastiche, assolutamente indistinguibili, solo con la visita, da noduli calcifici o di prostatite granulomatosa. In tutti i casi dubbi pertanto, bisogna dosare nel sangue il PSA (Prostatic Specific Antigen), che può aiutarci, insieme alla bipsia prostatica fusion (sotto guida della Risonanza magnetica), a dirimere il dubbio diagnostico.<br \/>\nL’esplorazione va completata dalla palpazione delle vescicole seminale per apprezzarne la loro consistenza, il loro volume e se presente, la loro dolorabilità.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Esplorazione rettale Valore diagnostico 7 Non ritengo inutile sottolineare che il dito esploratore debba essere inserito nel retto con estrema delicatezza, onde non perdere, per una ben comprensibile reazione del paziente, la possibilità di percepire una contrattura patologica della muscolatura degli elevatori dell’ano. Tale contrazione è anche indirettamente ipotizzabile qualora si riscontri una dolorabilità elettiva [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":69,"menu_order":8,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/71"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=71"}],"version-history":[{"count":5,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/71\/revisions"}],"predecessor-version":[{"id":939,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/71\/revisions\/939"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/69"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=71"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}