{"id":74,"date":"2011-03-25T12:10:17","date_gmt":"2011-03-25T12:10:17","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/tecnica-terapeutica\/"},"modified":"2019-01-21T17:35:46","modified_gmt":"2019-01-21T17:35:46","slug":"tecnica-terapeutica","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/terapia\/tecnica-terapeutica\/","title":{"rendered":"Tecnica Terapeutica"},"content":{"rendered":"<h2><strong><span style=\"color: #ff00ff;\">Terapia della Prostatite<\/span><\/strong><\/h2>\n<p>1) Nel pazienti appartenenti alla <span style=\"color: #ff00ff;\">prima categoria<\/span>, una volta individuato l&#8217;agente infettante, la terapia antibiotica idonea deve essere eseguita per cicli di almeno 10 giorni. Nella fase acuta sono spesso da associare cortisonici e antidolorifici. In presenza di un eventuale ascesso prostatico (evenienza non rara in questi soggetti), l&#8217;area ascessuale andrà, sotto guida ecografica, drenata e sterilizzata.<\/p>\n<p>2) Nei pazienti appartenenti alla <span style=\"color: #ff00ff;\">seconda categoria<\/span> i cicli terapeutici per via sistemica devono essere necessariamente molto lunghi e con l&#8217;utilizzo di diversi antibiotici. Dopo l&#8217;esecuzione di cicli terapeutici sistemici ripetuti, seguiti da continue ricadute e in presenza di quadri ecografici di fibrosi o fibrocalcificazioni intraprostatiche, bisogna inquadrare la malattia come cronicizzata e bisogna interpretare le aree di fibrosi come nidi batterici non sterilizzabili. In questi casi, e solamente in questi, si deve considerare l&#8217;ipotesi di  <a href=\"https:\/\/www.prostatitis2000.org\/terapia\/infiltrazioni-prostatiche\/\"><span style=\"color: #0000ff;\">portare nell’interno della prostata,<\/span><\/a> sotto guida ecografica, specificamente all’interno delle aree di infiammazione o all’interno di eventuali fibrocalcificazioni, un cocktail di antibiotici a ph acido, battericidi, per la più larga parte degli agenti microbici causa delle prostatiti, associato ad un potente antiinfiammatorio come il cortisone che agisca sull’edema dei canalicoli e degli acini prostatici ristabilendo il regolare deflusso del loro secreto ed interrompa, qualora presente, un eventuale meccanismo autoimmunitario. Nella nostra pratica clinica, ai farmaci suesposti, per migliorare la loro penetrazione nelle aree fibrocalcifiche, aggiungiamo anche una sostanza chelante il calcio (EDTA) con l&#8217;intento di aumentare la dissoluzione dei legami chimici che tengono le molecole di calcio adese fra di loro.<\/p>\n<p>3) Per i pazienti della <span style=\"color: #ff00ff;\">terza categoria<\/span>, ovviamente, la terapia antibiotica oltre che inutile, può essere considerata dannosa in quanto, piuttosto che curare, diminuirà le difese immunitarie e potrà alterare la flora batterica intestinale e cutanea, portando spesso a sovrainfezioni di tipo micotico. Purtuttavia è esperienza comune che talvolta una terapia antibiotica dà in ogni caso un sollievo alla sintomatologia acuta. Questo miglioramento, interpretato da molti pazienti come la prova provata della loro infezione, è invece di solito dovuto all&#8217;effetto antiinfiammatorio legato ad alcuni antibiotici (specificamente i Chinolonici quali Ciproxin, Levoxacin ecc.). La dimostrazione di questo asserto è purtroppo l&#8217;immediato ritorno ai sintomi iniziali dopo breve tempo dalla sospensione di questa terapia.<\/p>\n<p>La terapia invece si baserà sull&#8217;utilizzo di associazioni di farmaci con capacità di attuare una specifica despasmizzazione del pavimento pelvico, quali il BACLOFENE, le BENZODIAZEPINE A EFFETTO NON IPNOTICO, le CREME A BASE DI NIFEDIPINA, i CLISTERINI CORTISONICI. Saranno inoltre da usare tutti quei &#8220;devices&#8221; meccanici che aiutano la despasmizzazione dello sfintere anale, quali i CONI DILATAN.<\/p>\n<p>Inoltre l&#8217;accurata esplorazione sia esterna che transrettale del pavimento pelvico, ci farà sempre individuare i cosiddetti &#8220;trigger points&#8221;, cioè punti di accumulo spastico del dolore. Questi punti devono essere trattati con estremo beneficio, seguendo le indicazioni date da David Wise nel suo famoso Stanford Protocol. Il trattamento di questi punti, ancorchè molto semplice, non può essere di solito autogestito, e pertanto sarà molto utile, avere un partner disponibile ad effettuare una digitoterapia. Ricordiamoci che spessissimo stiamo trattando una patologia con un inizio occulto o  manifesto risalente a mesi o anni. Pertanto, pur se i primi risultati saranno di solito quasi immediati, la guarigione o meglio la capacità di gestire la situazione, necessiterà di alcuni mesi di terapia.<\/p>\n<p>In questa ottica è molto importante anche l&#8217;attenzione alla dieta. Devo dire che più o meno tutti i pazienti nel tempo riconoscono i cibi o le bevande &#8220;proibite&#8221;. Questi sono raggruppabili in quattro gruppi, con effetti per vari versi negativi:<\/p>\n<p>* A) spezie varie quali pepe, peperoncino, paprika, curry ecc.<br \/>\n* B) cibi acidi o con capacità acidificanti quali aceto, sottaceti, agrumi, frutti di bosco, cioccolata ecc.<br \/>\n* C) alcolici e superalcolici. In questa ottica anche la birra per molti soggetti è deleteria.<br \/>\n* D) bevande eccitanti (es. RedBull) o eccitanti in genere (dal caffè in su!).<\/p>\n<p>4) Per i pazienti, la cui causa dei loro sintomi sia legata a <span style=\"color: #ff00ff;\">sclerosi del collo della vescica<\/span>, somministriamo in via provvisoria cicli con farmaci Alfalitici. L&#8217;eventuale notevole miglioramento dei sintomi sarà un&#8217;indicazione probante per l&#8217;esecuzione di un intervento chirurgico disostruttivo (<a href=\"https:\/\/www.prostatitis2000.org\/varie\/video-gallery\/\" class=\"broken_link\"><strong><span style=\"color: #0000ff;\">TUIP<\/span><\/strong><\/a>) o l&#8217;applicazione del nuovissimo device <a href=\"https:\/\/www.youtube.com\/watch?v=h4zSAd-2ZZM\"><span style=\"color: #0000ff;\"><strong>I Tind<\/strong><\/span><\/a><a href=\"https:\/\/www.youtube.com\/watch?v=h4zSAd-2ZZM\"><span style=\"color: #0000ff;\"><strong>.<\/strong><\/span><\/a><\/p>\n<p>In presenza invece di <span style=\"color: #ff00ff;\">stenosi uretrali, <span style=\"color: #000000;\">l&#8217;unico trattamento eseguibile e consigliabile, a seconda della gravità dell&#8217;ostruzione, sarà l&#8217;uretrotomia o l&#8217;uretroplastica.<\/span><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Terapia della Prostatite 1) Nel pazienti appartenenti alla prima categoria, una volta individuato l&#8217;agente infettante, la terapia antibiotica idonea deve essere eseguita per cicli di almeno 10 giorni. Nella fase acuta sono spesso da associare cortisonici e antidolorifici. In presenza di un eventuale ascesso prostatico (evenienza non rara in questi soggetti), l&#8217;area ascessuale andrà, sotto [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":16,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/74"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=74"}],"version-history":[{"count":9,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/74\/revisions"}],"predecessor-version":[{"id":1063,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/74\/revisions\/1063"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/16"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=74"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}