{"id":75,"date":"2011-03-25T12:10:57","date_gmt":"2011-03-25T12:10:57","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/infiltrazioni-prostatiche\/"},"modified":"2019-01-16T23:38:57","modified_gmt":"2019-01-16T23:38:57","slug":"infiltrazioni-prostatiche","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/terapia\/infiltrazioni-prostatiche\/","title":{"rendered":"Infiltrazioni prostatiche"},"content":{"rendered":"<h2><span style=\"color: #ff00ff;\"><strong>Infiltrazioni prostatiche<\/strong><\/span><\/h2>\n<p>Per i pazienti appartenenti alla seconda categoria, ovvero quei soggetti con documentata prostatite cronica batterica e con presenza di zone fibrocalcifiche intraprostatiche, ha molto senso portare direttamente dentro queste aree un cocktail di antibiotici e cortisone. In queste situazioni è molto probabile che il protrarsi dell&#8217;infezione dipenda dal permanere di foci batterici irrisolti ed irrisolvibili, con una terapia antibiotica convenzionale.<\/p>\n<p>Consideriamo infatti che quando infiltriamo un antibiotico direttamente dentro la capsula prostatica, oltre a superare l&#8217;ostacolo dovuto alle reazioni di difesa del parenchima prostatico e ad eventuali difese messe in atto dal batterio stesso, ciò equivale ad una somministrazione di oltre 2.000-2500 (duemila-duemilacinquecento) volte superiore rispetto ad un suo assorbimento per via sistemica!<\/p>\n<p>Questa manovra, pur necessitando di notevole esperienza, è in realtà molto semplice e indolore. La durata complessiva è di circa 2-3 minuti e al termine il paziente può immediatamente tornare a casa.<\/p>\n<p>Per la nostra esperienza (migliaia di infiltrazioni eseguite in oltre 20 anni) è utile ripetere, a distanza di 7-10 giorni, una seconda e poi una terza infiltrazione.<\/p>\n<p><a href=\"https:\/\/www.prostatitis2000.org\/varie\/video-gallery\/\" class=\"broken_link\">Una breve descrizione della tecnica è la seguente<\/a>:<\/p>\n<p>1)Dopo accurata disinfezione del piano cutaneo  si introduce sotto guida ecografica per via transperineale, un ago mandrinato di 15 cm. da 23 G fino a raggiungere la prostata.<br \/>\n2) Nel percorso dell&#8217;ago fra la cute del perineo e la prostata, si incontrano i muscoli del pavimento pelvico ed il diaframma urogenitale che vanno infiltrati con circa 15 cc. di carbocaina al 2%.<br \/>\n3)Dopo alcuni secondi di attesa, per permettere all’anestetico di svolgere i suoi effetti, si oltrepassa il diaframma urogenitale e si arriva con l’ago all’interno della o delle lesioni prostatitiche che vengono infiltrate (vedi film) con idoneo cocktail antibiotico associato al cortisone (desametazone ) e all&#8217; EDTA.<br \/>\n4)Al temine dell’infiltrazione, dopo aver tolto l’ago e la sonda ecografica dal retto, si esegue un massaggio prostatico per permettere ai farmaci infiltrati di spandersi in maniera uniforme.<\/p>\n<h2><span style=\"color: #ff00ff;\"><strong><span style=\"font-size: medium;\">Possibili effetti collaterali alle infiltrazioni prostatiche<\/span><\/strong><\/span><\/h2>\n<p>a) Presenza, per breve periodo, in maniera più o meno accentuata, di sangue nello sperma (frequente),<\/p>\n<p>b) Presenza, per breve periodo, di dolenzia perineale nel punto di entrata dell’ago (frequente),<\/p>\n<p>c) Presenza, per breve periodo in maniera più o meno accentuata di sangue nelle urine (poco frequente),<\/p>\n<p>d) Presenza nelle prime ore seguenti al trattamento, di diminuzione della forza del getto urinario (raro),<\/p>\n<p>e) Presenza, per breve periodo, della diminuzione della forza di emissione dello sperma (raro),<\/p>\n<p>f) Presenza, per breve periodo, di diminuzione della forza dell’erezione e della sensibilità sulla punta del pene (rarissimo).<\/p>\n<p style=\"text-align: center;\">Ultimo aggiornamento pagina: 17\/01\/2019<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Infiltrazioni prostatiche Per i pazienti appartenenti alla seconda categoria, ovvero quei soggetti con documentata prostatite cronica batterica e con presenza di zone fibrocalcifiche intraprostatiche, ha molto senso portare direttamente dentro queste aree un cocktail di antibiotici e cortisone. In queste situazioni è molto probabile che il protrarsi dell&#8217;infezione dipenda dal permanere di foci batterici irrisolti [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":16,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/75"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=75"}],"version-history":[{"count":4,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/75\/revisions"}],"predecessor-version":[{"id":974,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/75\/revisions\/974"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/16"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=75"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}