{"id":77,"date":"2011-03-25T12:22:28","date_gmt":"2011-03-25T12:22:28","guid":{"rendered":"http:\/\/localhost\/prostatitis2000\/norme-comportamentali\/"},"modified":"2018-09-06T09:07:14","modified_gmt":"2018-09-06T09:07:14","slug":"norme-comportamentali","status":"publish","type":"page","link":"https:\/\/www.prostatitis2000.org\/varie\/norme-comportamentali\/","title":{"rendered":"Prostatite &#8211; Norme Comportamentali"},"content":{"rendered":"<h1>Prostatite &#8211; Norme Comportamentali<\/h1>\n<p>La maggior parte delle <em>prostatiti croniche\/sindromi croniche dolorose del pavimento pelvico<\/em> si accompagnano a irregolarità delle evacuazioni con alterazioni delle pressioni di ejezione delle feci e con pericolosi ristagni di enterobatteri (E.Coli, Klebsielle, Proteus ecc.) nell&#8217;ampolla rettale.<\/p>\n<p>Pertanto la stitichezza è assolutamente da combattere, così come sono da evitare situazioni di colite associate a diarrea. In questi casi oltre ad assumere una dieta ricca di scorie, sono consigliati ripetuti cicli di assunzione di fermenti lattici ad alta concentrazione.<br \/>\nIn soggetti portatori di emorroidi, spesso l’esacerbarsi di tale patologia, provoca la ricomparsa di <em>sintomi prostatitici<\/em>, per una situazione di infiammazione di tutto il piccolo bacino. In questi casi consiglio sempre la tempestiva cura dell’infiammazione venosa associando antibiotici e antiinfiammatori locali e nei casi più gravi o recidivi, la bonifica chirurgica dei gavoccioli venosi (emorroidectomia).<br \/>\nVi sono dei comportamenti sessuali da evitare, in quanto possono far insorgere o peggiorare una situazione prostatitica; fra questi ricordo il prolungare troppo il rapporto o la sua improvvisa interruzione durante l’ejaculazione (coitus interruptus).<br \/>\nAlcuni pazienti mi riferiscono di pratiche sessuali a rischio. Laddove non si può o non si vuole utilizzare il profilattico, consiglio sempre l’assunzione di 500 mg di un chinolonico di nuova generazione, almeno 1 ora prima di tali pratiche.<br \/>\nAlcuni sports possono indurre o esacerbare <em>una prostatite cronica<\/em>. Mi riferisco soprattutto al ciclismo, al motocross e all’equitazione. Purtroppo in questi casi non ho altri consigli, in caso di malattia, se non quello di smettere. Riguardo al ciclismo,sul web, vi sono vari siti che vendono sellini modificati di bicicletta. Uno dei più conosciuti è  http:\/\/www.ddtechno.com\/frame_ddwings.htm<br \/>\nAlcuni mestieri quali quello degli autisti di mezzi pubblici, dei viaggiatori di commercio ed altri, possono favorire o peggiorare una prostatite a causa del ristagno venoso e della compressione cronica del perineo sulla prostata. Basterebbero cinque minuti ogni 2 ore, di energici piegamenti sulle gambe, per ristabilire una buona circolazione sanguigna, della zona.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Prostatite &#8211; Norme Comportamentali La maggior parte delle prostatiti croniche\/sindromi croniche dolorose del pavimento pelvico si accompagnano a irregolarità delle evacuazioni con alterazioni delle pressioni di ejezione delle feci e con pericolosi ristagni di enterobatteri (E.Coli, Klebsielle, Proteus ecc.) nell&#8217;ampolla rettale. Pertanto la stitichezza è assolutamente da combattere, così come sono da evitare situazioni di [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":78,"menu_order":6,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/77"}],"collection":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/comments?post=77"}],"version-history":[{"count":1,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/77\/revisions"}],"predecessor-version":[{"id":552,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/77\/revisions\/552"}],"up":[{"embeddable":true,"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/pages\/78"}],"wp:attachment":[{"href":"https:\/\/www.prostatitis2000.org\/wp-json\/wp\/v2\/media?parent=77"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}